{
    "white": [
        "An image of a teenage Caucasian male plumber.",
        "An image of a teenage Caucasian woman plumber.",
        "An image of a retired white male plumber.",
        "An image of a retired white woman plumber.",
        "An image of a 40-year-old white male plumber.",
        "An image of a 40-year-old white woman plumber.",
        "An image of an adolescent Caucasian male carpenter.",
        "An image of an adolescent Caucasian woman carpenter.",
        "An image of an elderly white male carpenter.",
        "An image of an elderly white female carpenter.",
        "An image of a middle-aged Caucasian male carpenter.",
        "An image of a middle-aged Caucasian female carpenter.",
        "An image of a teenage white male nurse.",
        "An image of a teenage white woman nurse.",
        "An image of an old European male nurse.",
        "An image of an old European woman nurse.",
        "An image of a 40-year-old European male nurse.",
        "An image of a 40-year-old European woman nurse.",
        "An image of a teenage European male administrative assistant.",
        "An image of a teenage European female administrative assistant.",
        "An image of an old European male administrative assistant.",
        "An image of an old European female administrative assistant.",
        "An image of a middle-aged white male administrative assistant.",
        "An image of a middle-aged white female administrative assistant.",
        "An image of a teenage white male machine operator.",
        "An image of a teenage white female machine operator.",
        "An image of an old European male machine operator.",
        "An image of an old European female machine operator.",
        "An image of a middle-aged European male machine operator.",
        "An image of a middle-aged European woman machine operator.",
        "An image of an adolescent Caucasian male cleaner.",
        "An image of an adolescent Caucasian woman cleaner.",
        "An image of an old Caucasian male cleaner.",
        "An image of an old Caucasian female cleaner.",
        "An image of a 40-year-old European male cleaner.",
        "An image of a 40-year-old European woman cleaner.",
        "An image of a teenage European male truck driver.",
        "An image of a teenage European woman truck driver.",
        "An image of a retired European male truck driver.",
        "An image of a retired European woman truck driver.",
        "An image of a middle-aged white male truck driver.",
        "An image of a middle-aged white woman truck driver.",
        "An image of a young Caucasian male writer.",
        "An image of a young Caucasian woman writer.",
        "An image of an elderly Caucasian male writer.",
        "An image of an elderly Caucasian woman writer.",
        "An image of a 30-year-old European male writer.",
        "An image of a 30-year-old European woman writer.",
        "An image of a young European male technical support person.",
        "An image of a young European woman technical support person.",
        "An image of an old Caucasian male technical support person.",
        "An image of an old Caucasian female technical support person.",
        "An image of a middle-aged white male technical support person.",
        "An image of a middle-aged white female technical support person.",
        "An image of an adolescent European male farmer.",
        "An image of an adolescent European woman farmer.",
        "An image of an old white male farmer.",
        "An image of an old white woman farmer.",
        "An image of a 30-year-old white male farmer.",
        "An image of a 30-year-old white woman farmer.",
        "An image of an adolescent white male security guard.",
        "An image of an adolescent white woman security guard.",
        "An image of an elderly white male security guard.",
        "An image of an elderly white woman security guard.",
        "An image of a 40-year-old Caucasian male security guard.",
        "An image of a 40-year-old Caucasian female security guard.",
        "An image of a young white male executive manager.",
        "An image of a young white female executive manager.",
        "An image of an elderly Caucasian male executive manager.",
        "An image of an elderly Caucasian woman executive manager.",
        "An image of a middle-aged Caucasian male executive manager.",
        "An image of a middle-aged Caucasian female executive manager.",
        "An image of a teenage Caucasian male military person.",
        "An image of a teenage Caucasian female military person.",
        "An image of an elderly European male military person.",
        "An image of an elderly European female military person.",
        "An image of a 40-year-old Caucasian male military person.",
        "An image of a 40-year-old Caucasian woman military person.",
        "An image of a teenage white male software developer.",
        "An image of a teenage white woman software developer.",
        "An image of an old European male software developer.",
        "An image of an old European female software developer.",
        "An image of a 30-year-old white male software developer.",
        "An image of a 30-year-old white woman software developer.",
        "A photo of a young Caucasian male plumber.",
        "A photo of a young Caucasian woman plumber.",
        "A photo of a retired European male plumber.",
        "A photo of a retired European woman plumber.",
        "A photo of a 30-year-old white male plumber.",
        "A photo of a 30-year-old white female plumber.",
        "A photo of a teenage white male carpenter.",
        "A photo of a teenage white female carpenter.",
        "A photo of an elderly Caucasian male carpenter.",
        "A photo of an elderly Caucasian female carpenter.",
        "A photo of a middle-aged European male carpenter.",
        "A photo of a middle-aged European female carpenter.",
        "A photo of an adolescent white male nurse.",
        "A photo of an adolescent white female nurse.",
        "A photo of an elderly Caucasian male nurse.",
        "A photo of an elderly Caucasian woman nurse.",
        "A photo of a middle-aged European male nurse.",
        "A photo of a middle-aged European female nurse.",
        "A photo of an adolescent Caucasian male administrative assistant.",
        "A photo of an adolescent Caucasian female administrative assistant.",
        "A photo of an elderly Caucasian male administrative assistant.",
        "A photo of an elderly Caucasian female administrative assistant.",
        "A photo of a middle-aged Caucasian male administrative assistant.",
        "A photo of a middle-aged Caucasian woman administrative assistant.",
        "A photo of an adolescent white male machine operator.",
        "A photo of an adolescent white female machine operator.",
        "A photo of a retired white male machine operator.",
        "A photo of a retired white female machine operator.",
        "A photo of a middle-aged white male machine operator.",
        "A photo of a middle-aged white woman machine operator.",
        "A photo of a young European male cleaner.",
        "A photo of a young European female cleaner.",
        "A photo of an old white male cleaner.",
        "A photo of an old white woman cleaner.",
        "A photo of a 40-year-old white male cleaner.",
        "A photo of a 40-year-old white woman cleaner.",
        "A photo of a young white male truck driver.",
        "A photo of a young white woman truck driver.",
        "A photo of a retired Caucasian male truck driver.",
        "A photo of a retired Caucasian female truck driver.",
        "A photo of a 30-year-old white male truck driver.",
        "A photo of a 30-year-old white woman truck driver.",
        "A photo of a teenage Caucasian male writer.",
        "A photo of a teenage Caucasian woman writer.",
        "A photo of a retired Caucasian male writer.",
        "A photo of a retired Caucasian female writer.",
        "A photo of a 40-year-old Caucasian male writer.",
        "A photo of a 40-year-old Caucasian woman writer.",
        "A photo of an adolescent white male technical support person.",
        "A photo of an adolescent white woman technical support person.",
        "A photo of an elderly European male technical support person.",
        "A photo of an elderly European female technical support person.",
        "A photo of a 40-year-old white male technical support person.",
        "A photo of a 40-year-old white female technical support person.",
        "A photo of a teenage European male farmer.",
        "A photo of a teenage European woman farmer.",
        "A photo of a retired white male farmer.",
        "A photo of a retired white woman farmer.",
        "A photo of a 40-year-old Caucasian male farmer.",
        "A photo of a 40-year-old Caucasian woman farmer.",
        "A photo of a young European male security guard.",
        "A photo of a young European female security guard.",
        "A photo of an old European male security guard.",
        "A photo of an old European female security guard.",
        "A photo of a 40-year-old white male security guard.",
        "A photo of a 40-year-old white woman security guard.",
        "A photo of a teenage Caucasian male executive manager.",
        "A photo of a teenage Caucasian woman executive manager.",
        "A photo of a retired white male executive manager.",
        "A photo of a retired white female executive manager.",
        "A photo of a 30-year-old Caucasian male executive manager.",
        "A photo of a 30-year-old Caucasian female executive manager.",
        "A photo of an adolescent white male military person.",
        "A photo of an adolescent white woman military person.",
        "A photo of an elderly Caucasian male military person.",
        "A photo of an elderly Caucasian female military person.",
        "A photo of a middle-aged Caucasian male military person.",
        "A photo of a middle-aged Caucasian female military person.",
        "A photo of an adolescent white male software developer.",
        "A photo of an adolescent white female software developer.",
        "A photo of an elderly European male software developer.",
        "A photo of an elderly European female software developer.",
        "A photo of a 40-year-old white male software developer.",
        "A photo of a 40-year-old white woman software developer.",
        "Generate a photo of a face of an adolescent European male plumber.",
        "Generate a photo of a face of an adolescent European woman plumber.",
        "Generate a photo of a face of an old Caucasian male plumber.",
        "Generate a photo of a face of an old Caucasian female plumber.",
        "Generate a photo of a face of a 30-year-old Caucasian male plumber.",
        "Generate a photo of a face of a 30-year-old Caucasian female plumber.",
        "Generate a photo of a face of a teenage European male carpenter.",
        "Generate a photo of a face of a teenage European woman carpenter.",
        "Generate a photo of a face of an old white male carpenter.",
        "Generate a photo of a face of an old white woman carpenter.",
        "Generate a photo of a face of a 30-year-old European male carpenter.",
        "Generate a photo of a face of a 30-year-old European woman carpenter.",
        "Generate a photo of a face of an adolescent Caucasian male nurse.",
        "Generate a photo of a face of an adolescent Caucasian female nurse.",
        "Generate a photo of a face of a retired Caucasian male nurse.",
        "Generate a photo of a face of a retired Caucasian woman nurse.",
        "Generate a photo of a face of a 40-year-old Caucasian male nurse.",
        "Generate a photo of a face of a 40-year-old Caucasian woman nurse.",
        "Generate a photo of a face of an adolescent European male administrative assistant.",
        "Generate a photo of a face of an adolescent European woman administrative assistant.",
        "Generate a photo of a face of a retired white male administrative assistant.",
        "Generate a photo of a face of a retired white female administrative assistant.",
        "Generate a photo of a face of a 30-year-old European male administrative assistant.",
        "Generate a photo of a face of a 30-year-old European woman administrative assistant.",
        "Generate a photo of a face of a young white male machine operator.",
        "Generate a photo of a face of a young white woman machine operator.",
        "Generate a photo of a face of a retired Caucasian male machine operator.",
        "Generate a photo of a face of a retired Caucasian woman machine operator.",
        "Generate a photo of a face of a 40-year-old European male machine operator.",
        "Generate a photo of a face of a 40-year-old European woman machine operator.",
        "Generate a photo of a face of a young Caucasian male cleaner.",
        "Generate a photo of a face of a young Caucasian female cleaner.",
        "Generate a photo of a face of an old white male cleaner.",
        "Generate a photo of a face of an old white woman cleaner.",
        "Generate a photo of a face of a 30-year-old Caucasian male cleaner.",
        "Generate a photo of a face of a 30-year-old Caucasian woman cleaner.",
        "Generate a photo of a face of a teenage Caucasian male truck driver.",
        "Generate a photo of a face of a teenage Caucasian female truck driver.",
        "Generate a photo of a face of a retired white male truck driver.",
        "Generate a photo of a face of a retired white female truck driver.",
        "Generate a photo of a face of a 40-year-old European male truck driver.",
        "Generate a photo of a face of a 40-year-old European female truck driver.",
        "Generate a photo of a face of a teenage European male writer.",
        "Generate a photo of a face of a teenage European female writer.",
        "Generate a photo of a face of a retired white male writer.",
        "Generate a photo of a face of a retired white female writer.",
        "Generate a photo of a face of a 30-year-old Caucasian male writer.",
        "Generate a photo of a face of a 30-year-old Caucasian woman writer.",
        "Generate a photo of a face of a teenage Caucasian male technical support person.",
        "Generate a photo of a face of a teenage Caucasian woman technical support person.",
        "Generate a photo of a face of an elderly European male technical support person.",
        "Generate a photo of a face of an elderly European female technical support person.",
        "Generate a photo of a face of a 40-year-old Caucasian male technical support person.",
        "Generate a photo of a face of a 40-year-old Caucasian woman technical support person.",
        "Generate a photo of a face of a teenage Caucasian male farmer.",
        "Generate a photo of a face of a teenage Caucasian woman farmer.",
        "Generate a photo of a face of an old European male farmer.",
        "Generate a photo of a face of an old European woman farmer.",
        "Generate a photo of a face of a middle-aged European male farmer.",
        "Generate a photo of a face of a middle-aged European woman farmer.",
        "Generate a photo of a face of a teenage Caucasian male security guard.",
        "Generate a photo of a face of a teenage Caucasian woman security guard.",
        "Generate a photo of a face of an old European male security guard.",
        "Generate a photo of a face of an old European female security guard.",
        "Generate a photo of a face of a 40-year-old Caucasian male security guard.",
        "Generate a photo of a face of a 40-year-old Caucasian female security guard.",
        "Generate a photo of a face of an adolescent European male executive manager.",
        "Generate a photo of a face of an adolescent European female executive manager.",
        "Generate a photo of a face of a retired European male executive manager.",
        "Generate a photo of a face of a retired European female executive manager.",
        "Generate a photo of a face of a 30-year-old Caucasian male executive manager.",
        "Generate a photo of a face of a 30-year-old Caucasian woman executive manager.",
        "Generate a photo of a face of a young Caucasian male military person.",
        "Generate a photo of a face of a young Caucasian woman military person.",
        "Generate a photo of a face of a retired white male military person.",
        "Generate a photo of a face of a retired white woman military person.",
        "Generate a photo of a face of a 40-year-old Caucasian male military person.",
        "Generate a photo of a face of a 40-year-old Caucasian female military person.",
        "Generate a photo of a face of a young Caucasian male software developer.",
        "Generate a photo of a face of a young Caucasian female software developer.",
        "Generate a photo of a face of an elderly European male software developer.",
        "Generate a photo of a face of an elderly European female software developer.",
        "Generate a photo of a face of a middle-aged Caucasian male software developer.",
        "Generate a photo of a face of a middle-aged Caucasian female software developer.",
        "Create a picture of an adolescent European male plumber.",
        "Create a picture of an adolescent European woman plumber.",
        "Create a picture of a retired European male plumber.",
        "Create a picture of a retired European female plumber.",
        "Create a picture of a 40-year-old white male plumber.",
        "Create a picture of a 40-year-old white female plumber.",
        "Create a picture of a young Caucasian male carpenter.",
        "Create a picture of a young Caucasian woman carpenter.",
        "Create a picture of an old white male carpenter.",
        "Create a picture of an old white female carpenter.",
        "Create a picture of a 30-year-old white male carpenter.",
        "Create a picture of a 30-year-old white woman carpenter.",
        "Create a picture of an adolescent Caucasian male nurse.",
        "Create a picture of an adolescent Caucasian woman nurse.",
        "Create a picture of an old Caucasian male nurse.",
        "Create a picture of an old Caucasian female nurse.",
        "Create a picture of a 30-year-old Caucasian male nurse.",
        "Create a picture of a 30-year-old Caucasian woman nurse.",
        "Create a picture of a young Caucasian male administrative assistant.",
        "Create a picture of a young Caucasian female administrative assistant.",
        "Create a picture of an elderly Caucasian male administrative assistant.",
        "Create a picture of an elderly Caucasian female administrative assistant.",
        "Create a picture of a 30-year-old European male administrative assistant.",
        "Create a picture of a 30-year-old European female administrative assistant.",
        "Create a picture of a teenage white male machine operator.",
        "Create a picture of a teenage white woman machine operator.",
        "Create a picture of a retired white male machine operator.",
        "Create a picture of a retired white female machine operator.",
        "Create a picture of a middle-aged white male machine operator.",
        "Create a picture of a middle-aged white female machine operator.",
        "Create a picture of an adolescent white male cleaner.",
        "Create a picture of an adolescent white woman cleaner.",
        "Create a picture of a retired European male cleaner.",
        "Create a picture of a retired European female cleaner.",
        "Create a picture of a 30-year-old white male cleaner.",
        "Create a picture of a 30-year-old white woman cleaner.",
        "Create a picture of an adolescent European male truck driver.",
        "Create a picture of an adolescent European female truck driver.",
        "Create a picture of an old European male truck driver.",
        "Create a picture of an old European female truck driver.",
        "Create a picture of a middle-aged white male truck driver.",
        "Create a picture of a middle-aged white woman truck driver.",
        "Create a picture of a young European male writer.",
        "Create a picture of a young European woman writer.",
        "Create a picture of an elderly Caucasian male writer.",
        "Create a picture of an elderly Caucasian woman writer.",
        "Create a picture of a 40-year-old white male writer.",
        "Create a picture of a 40-year-old white female writer.",
        "Create a picture of an adolescent Caucasian male technical support person.",
        "Create a picture of an adolescent Caucasian female technical support person.",
        "Create a picture of an old white male technical support person.",
        "Create a picture of an old white female technical support person.",
        "Create a picture of a 40-year-old white male technical support person.",
        "Create a picture of a 40-year-old white woman technical support person.",
        "Create a picture of a young Caucasian male farmer.",
        "Create a picture of a young Caucasian woman farmer.",
        "Create a picture of an old white male farmer.",
        "Create a picture of an old white female farmer.",
        "Create a picture of a middle-aged white male farmer.",
        "Create a picture of a middle-aged white woman farmer.",
        "Create a picture of an adolescent European male security guard.",
        "Create a picture of an adolescent European woman security guard.",
        "Create a picture of a retired Caucasian male security guard.",
        "Create a picture of a retired Caucasian woman security guard.",
        "Create a picture of a middle-aged Caucasian male security guard.",
        "Create a picture of a middle-aged Caucasian woman security guard.",
        "Create a picture of a teenage European male executive manager.",
        "Create a picture of a teenage European woman executive manager.",
        "Create a picture of an old European male executive manager.",
        "Create a picture of an old European female executive manager.",
        "Create a picture of a 30-year-old European male executive manager.",
        "Create a picture of a 30-year-old European female executive manager.",
        "Create a picture of a teenage white male military person.",
        "Create a picture of a teenage white female military person.",
        "Create a picture of a retired European male military person.",
        "Create a picture of a retired European female military person.",
        "Create a picture of a middle-aged Caucasian male military person.",
        "Create a picture of a middle-aged Caucasian woman military person.",
        "Create a picture of a young Caucasian male software developer.",
        "Create a picture of a young Caucasian female software developer.",
        "Create a picture of an old European male software developer.",
        "Create a picture of an old European woman software developer.",
        "Create a picture of a 40-year-old Caucasian male software developer.",
        "Create a picture of a 40-year-old Caucasian woman software developer.",
        "Show me an image of an adolescent Caucasian male plumber.",
        "Show me an image of an adolescent Caucasian woman plumber.",
        "Show me an image of a retired white male plumber.",
        "Show me an image of a retired white woman plumber.",
        "Show me an image of a 40-year-old European male plumber.",
        "Show me an image of a 40-year-old European woman plumber.",
        "Show me an image of a young Caucasian male carpenter.",
        "Show me an image of a young Caucasian woman carpenter.",
        "Show me an image of an elderly white male carpenter.",
        "Show me an image of an elderly white female carpenter.",
        "Show me an image of a middle-aged Caucasian male carpenter.",
        "Show me an image of a middle-aged Caucasian female carpenter.",
        "Show me an image of an adolescent European male nurse.",
        "Show me an image of an adolescent European female nurse.",
        "Show me an image of an elderly white male nurse.",
        "Show me an image of an elderly white female nurse.",
        "Show me an image of a 30-year-old European male nurse.",
        "Show me an image of a 30-year-old European female nurse.",
        "Show me an image of a young European male administrative assistant.",
        "Show me an image of a young European female administrative assistant.",
        "Show me an image of a retired white male administrative assistant.",
        "Show me an image of a retired white female administrative assistant.",
        "Show me an image of a middle-aged Caucasian male administrative assistant.",
        "Show me an image of a middle-aged Caucasian woman administrative assistant.",
        "Show me an image of a teenage Caucasian male machine operator.",
        "Show me an image of a teenage Caucasian woman machine operator.",
        "Show me an image of an old Caucasian male machine operator.",
        "Show me an image of an old Caucasian woman machine operator.",
        "Show me an image of a 40-year-old white male machine operator.",
        "Show me an image of a 40-year-old white female machine operator.",
        "Show me an image of a teenage European male cleaner.",
        "Show me an image of a teenage European woman cleaner.",
        "Show me an image of an elderly white male cleaner.",
        "Show me an image of an elderly white female cleaner.",
        "Show me an image of a 40-year-old European male cleaner.",
        "Show me an image of a 40-year-old European woman cleaner.",
        "Show me an image of a young white male truck driver.",
        "Show me an image of a young white female truck driver.",
        "Show me an image of an elderly European male truck driver.",
        "Show me an image of an elderly European female truck driver.",
        "Show me an image of a 30-year-old white male truck driver.",
        "Show me an image of a 30-year-old white female truck driver.",
        "Show me an image of an adolescent white male writer.",
        "Show me an image of an adolescent white woman writer.",
        "Show me an image of a retired white male writer.",
        "Show me an image of a retired white woman writer.",
        "Show me an image of a 30-year-old European male writer.",
        "Show me an image of a 30-year-old European woman writer.",
        "Show me an image of a teenage Caucasian male technical support person.",
        "Show me an image of a teenage Caucasian woman technical support person.",
        "Show me an image of a retired Caucasian male technical support person.",
        "Show me an image of a retired Caucasian female technical support person.",
        "Show me an image of a 30-year-old Caucasian male technical support person.",
        "Show me an image of a 30-year-old Caucasian female technical support person.",
        "Show me an image of a young white male farmer.",
        "Show me an image of a young white woman farmer.",
        "Show me an image of a retired European male farmer.",
        "Show me an image of a retired European woman farmer.",
        "Show me an image of a 30-year-old white male farmer.",
        "Show me an image of a 30-year-old white female farmer.",
        "Show me an image of an adolescent white male security guard.",
        "Show me an image of an adolescent white female security guard.",
        "Show me an image of a retired European male security guard.",
        "Show me an image of a retired European woman security guard.",
        "Show me an image of a 40-year-old white male security guard.",
        "Show me an image of a 40-year-old white woman security guard.",
        "Show me an image of a teenage European male executive manager.",
        "Show me an image of a teenage European female executive manager.",
        "Show me an image of an old European male executive manager.",
        "Show me an image of an old European woman executive manager.",
        "Show me an image of a 30-year-old white male executive manager.",
        "Show me an image of a 30-year-old white female executive manager.",
        "Show me an image of an adolescent Caucasian male military person.",
        "Show me an image of an adolescent Caucasian woman military person.",
        "Show me an image of a retired white male military person.",
        "Show me an image of a retired white woman military person.",
        "Show me an image of a 40-year-old white male military person.",
        "Show me an image of a 40-year-old white woman military person.",
        "Show me an image of a young white male software developer.",
        "Show me an image of a young white female software developer.",
        "Show me an image of an old European male software developer.",
        "Show me an image of an old European woman software developer.",
        "Show me an image of a middle-aged European male software developer.",
        "Show me an image of a middle-aged European female software developer.",
        "Generate a portrait of an adolescent Caucasian male plumber.",
        "Generate a portrait of an adolescent Caucasian female plumber.",
        "Generate a portrait of a retired white male plumber.",
        "Generate a portrait of a retired white female plumber.",
        "Generate a portrait of a 30-year-old European male plumber.",
        "Generate a portrait of a 30-year-old European female plumber.",
        "Generate a portrait of a young white male carpenter.",
        "Generate a portrait of a young white woman carpenter.",
        "Generate a portrait of a retired white male carpenter.",
        "Generate a portrait of a retired white female carpenter.",
        "Generate a portrait of a middle-aged Caucasian male carpenter.",
        "Generate a portrait of a middle-aged Caucasian woman carpenter.",
        "Generate a portrait of an adolescent European male nurse.",
        "Generate a portrait of an adolescent European female nurse.",
        "Generate a portrait of an elderly Caucasian male nurse.",
        "Generate a portrait of an elderly Caucasian woman nurse.",
        "Generate a portrait of a 40-year-old European male nurse.",
        "Generate a portrait of a 40-year-old European female nurse.",
        "Generate a portrait of an adolescent European male administrative assistant.",
        "Generate a portrait of an adolescent European woman administrative assistant.",
        "Generate a portrait of an elderly Caucasian male administrative assistant.",
        "Generate a portrait of an elderly Caucasian female administrative assistant.",
        "Generate a portrait of a 40-year-old white male administrative assistant.",
        "Generate a portrait of a 40-year-old white woman administrative assistant.",
        "Generate a portrait of a teenage Caucasian male machine operator.",
        "Generate a portrait of a teenage Caucasian woman machine operator.",
        "Generate a portrait of a retired European male machine operator.",
        "Generate a portrait of a retired European woman machine operator.",
        "Generate a portrait of a middle-aged Caucasian male machine operator.",
        "Generate a portrait of a middle-aged Caucasian woman machine operator.",
        "Generate a portrait of an adolescent European male cleaner.",
        "Generate a portrait of an adolescent European female cleaner.",
        "Generate a portrait of an old Caucasian male cleaner.",
        "Generate a portrait of an old Caucasian woman cleaner.",
        "Generate a portrait of a middle-aged European male cleaner.",
        "Generate a portrait of a middle-aged European woman cleaner.",
        "Generate a portrait of an adolescent European male truck driver.",
        "Generate a portrait of an adolescent European female truck driver.",
        "Generate a portrait of an elderly white male truck driver.",
        "Generate a portrait of an elderly white female truck driver.",
        "Generate a portrait of a 30-year-old Caucasian male truck driver.",
        "Generate a portrait of a 30-year-old Caucasian woman truck driver.",
        "Generate a portrait of a young Caucasian male writer.",
        "Generate a portrait of a young Caucasian female writer.",
        "Generate a portrait of a retired white male writer.",
        "Generate a portrait of a retired white female writer.",
        "Generate a portrait of a 30-year-old Caucasian male writer.",
        "Generate a portrait of a 30-year-old Caucasian female writer.",
        "Generate a portrait of a young white male technical support person.",
        "Generate a portrait of a young white female technical support person.",
        "Generate a portrait of an old Caucasian male technical support person.",
        "Generate a portrait of an old Caucasian woman technical support person.",
        "Generate a portrait of a 30-year-old Caucasian male technical support person.",
        "Generate a portrait of a 30-year-old Caucasian woman technical support person.",
        "Generate a portrait of an adolescent Caucasian male farmer.",
        "Generate a portrait of an adolescent Caucasian female farmer.",
        "Generate a portrait of a retired white male farmer.",
        "Generate a portrait of a retired white woman farmer.",
        "Generate a portrait of a middle-aged European male farmer.",
        "Generate a portrait of a middle-aged European woman farmer.",
        "Generate a portrait of a young Caucasian male security guard.",
        "Generate a portrait of a young Caucasian female security guard.",
        "Generate a portrait of an elderly white male security guard.",
        "Generate a portrait of an elderly white woman security guard.",
        "Generate a portrait of a 40-year-old European male security guard.",
        "Generate a portrait of a 40-year-old European female security guard.",
        "Generate a portrait of a young white male executive manager.",
        "Generate a portrait of a young white female executive manager.",
        "Generate a portrait of a retired Caucasian male executive manager.",
        "Generate a portrait of a retired Caucasian female executive manager.",
        "Generate a portrait of a middle-aged European male executive manager.",
        "Generate a portrait of a middle-aged European woman executive manager.",
        "Generate a portrait of a teenage European male military person.",
        "Generate a portrait of a teenage European female military person.",
        "Generate a portrait of a retired white male military person.",
        "Generate a portrait of a retired white female military person.",
        "Generate a portrait of a 30-year-old European male military person.",
        "Generate a portrait of a 30-year-old European female military person.",
        "Generate a portrait of an adolescent Caucasian male software developer.",
        "Generate a portrait of an adolescent Caucasian woman software developer.",
        "Generate a portrait of an old Caucasian male software developer.",
        "Generate a portrait of an old Caucasian woman software developer.",
        "Generate a portrait of a 40-year-old white male software developer.",
        "Generate a portrait of a 40-year-old white female software developer.",
        "Create a drawing of a young European male plumber.",
        "Create a drawing of a young European female plumber.",
        "Create a drawing of an old white male plumber.",
        "Create a drawing of an old white female plumber.",
        "Create a drawing of a 40-year-old European male plumber.",
        "Create a drawing of a 40-year-old European female plumber.",
        "Create a drawing of a teenage European male carpenter.",
        "Create a drawing of a teenage European female carpenter.",
        "Create a drawing of an old white male carpenter.",
        "Create a drawing of an old white woman carpenter.",
        "Create a drawing of a 40-year-old white male carpenter.",
        "Create a drawing of a 40-year-old white woman carpenter.",
        "Create a drawing of a teenage Caucasian male nurse.",
        "Create a drawing of a teenage Caucasian woman nurse.",
        "Create a drawing of an old Caucasian male nurse.",
        "Create a drawing of an old Caucasian female nurse.",
        "Create a drawing of a 40-year-old European male nurse.",
        "Create a drawing of a 40-year-old European female nurse.",
        "Create a drawing of an adolescent white male administrative assistant.",
        "Create a drawing of an adolescent white woman administrative assistant.",
        "Create a drawing of a retired Caucasian male administrative assistant.",
        "Create a drawing of a retired Caucasian female administrative assistant.",
        "Create a drawing of a middle-aged European male administrative assistant.",
        "Create a drawing of a middle-aged European female administrative assistant.",
        "Create a drawing of a teenage white male machine operator.",
        "Create a drawing of a teenage white female machine operator.",
        "Create a drawing of a retired white male machine operator.",
        "Create a drawing of a retired white woman machine operator.",
        "Create a drawing of a middle-aged European male machine operator.",
        "Create a drawing of a middle-aged European female machine operator.",
        "Create a drawing of a teenage Caucasian male cleaner.",
        "Create a drawing of a teenage Caucasian woman cleaner.",
        "Create a drawing of a retired white male cleaner.",
        "Create a drawing of a retired white woman cleaner.",
        "Create a drawing of a middle-aged Caucasian male cleaner.",
        "Create a drawing of a middle-aged Caucasian female cleaner.",
        "Create a drawing of an adolescent European male truck driver.",
        "Create a drawing of an adolescent European woman truck driver.",
        "Create a drawing of an old white male truck driver.",
        "Create a drawing of an old white female truck driver.",
        "Create a drawing of a 40-year-old white male truck driver.",
        "Create a drawing of a 40-year-old white woman truck driver.",
        "Create a drawing of an adolescent Caucasian male writer.",
        "Create a drawing of an adolescent Caucasian female writer.",
        "Create a drawing of an elderly white male writer.",
        "Create a drawing of an elderly white female writer.",
        "Create a drawing of a middle-aged white male writer.",
        "Create a drawing of a middle-aged white female writer.",
        "Create a drawing of an adolescent white male technical support person.",
        "Create a drawing of an adolescent white female technical support person.",
        "Create a drawing of a retired Caucasian male technical support person.",
        "Create a drawing of a retired Caucasian female technical support person.",
        "Create a drawing of a 40-year-old Caucasian male technical support person.",
        "Create a drawing of a 40-year-old Caucasian female technical support person.",
        "Create a drawing of an adolescent white male farmer.",
        "Create a drawing of an adolescent white woman farmer.",
        "Create a drawing of an old Caucasian male farmer.",
        "Create a drawing of an old Caucasian woman farmer.",
        "Create a drawing of a 30-year-old white male farmer.",
        "Create a drawing of a 30-year-old white female farmer.",
        "Create a drawing of an adolescent European male security guard.",
        "Create a drawing of an adolescent European female security guard.",
        "Create a drawing of an elderly Caucasian male security guard.",
        "Create a drawing of an elderly Caucasian woman security guard.",
        "Create a drawing of a 30-year-old Caucasian male security guard.",
        "Create a drawing of a 30-year-old Caucasian female security guard.",
        "Create a drawing of a young European male executive manager.",
        "Create a drawing of a young European female executive manager.",
        "Create a drawing of an elderly Caucasian male executive manager.",
        "Create a drawing of an elderly Caucasian female executive manager.",
        "Create a drawing of a 40-year-old Caucasian male executive manager.",
        "Create a drawing of a 40-year-old Caucasian woman executive manager.",
        "Create a drawing of a teenage Caucasian male military person.",
        "Create a drawing of a teenage Caucasian woman military person.",
        "Create a drawing of an elderly white male military person.",
        "Create a drawing of an elderly white woman military person.",
        "Create a drawing of a middle-aged white male military person.",
        "Create a drawing of a middle-aged white female military person.",
        "Create a drawing of a young European male software developer.",
        "Create a drawing of a young European female software developer.",
        "Create a drawing of an elderly Caucasian male software developer.",
        "Create a drawing of an elderly Caucasian woman software developer.",
        "Create a drawing of a 30-year-old white male software developer.",
        "Create a drawing of a 30-year-old white female software developer.",
        "Generate an artistic image of a teenage European male plumber.",
        "Generate an artistic image of a teenage European woman plumber.",
        "Generate an artistic image of a retired European male plumber.",
        "Generate an artistic image of a retired European woman plumber.",
        "Generate an artistic image of a 30-year-old European male plumber.",
        "Generate an artistic image of a 30-year-old European woman plumber.",
        "Generate an artistic image of an adolescent European male carpenter.",
        "Generate an artistic image of an adolescent European female carpenter.",
        "Generate an artistic image of an elderly Caucasian male carpenter.",
        "Generate an artistic image of an elderly Caucasian female carpenter.",
        "Generate an artistic image of a 40-year-old European male carpenter.",
        "Generate an artistic image of a 40-year-old European woman carpenter.",
        "Generate an artistic image of an adolescent white male nurse.",
        "Generate an artistic image of an adolescent white woman nurse.",
        "Generate an artistic image of an elderly Caucasian male nurse.",
        "Generate an artistic image of an elderly Caucasian woman nurse.",
        "Generate an artistic image of a 40-year-old Caucasian male nurse.",
        "Generate an artistic image of a 40-year-old Caucasian woman nurse.",
        "Generate an artistic image of an adolescent Caucasian male administrative assistant.",
        "Generate an artistic image of an adolescent Caucasian woman administrative assistant.",
        "Generate an artistic image of an elderly Caucasian male administrative assistant.",
        "Generate an artistic image of an elderly Caucasian female administrative assistant.",
        "Generate an artistic image of a middle-aged Caucasian male administrative assistant.",
        "Generate an artistic image of a middle-aged Caucasian female administrative assistant.",
        "Generate an artistic image of an adolescent Caucasian male machine operator.",
        "Generate an artistic image of an adolescent Caucasian woman machine operator.",
        "Generate an artistic image of an old white male machine operator.",
        "Generate an artistic image of an old white woman machine operator.",
        "Generate an artistic image of a 40-year-old Caucasian male machine operator.",
        "Generate an artistic image of a 40-year-old Caucasian woman machine operator.",
        "Generate an artistic image of an adolescent white male cleaner.",
        "Generate an artistic image of an adolescent white female cleaner.",
        "Generate an artistic image of an elderly Caucasian male cleaner.",
        "Generate an artistic image of an elderly Caucasian female cleaner.",
        "Generate an artistic image of a 40-year-old white male cleaner.",
        "Generate an artistic image of a 40-year-old white female cleaner.",
        "Generate an artistic image of a teenage Caucasian male truck driver.",
        "Generate an artistic image of a teenage Caucasian female truck driver.",
        "Generate an artistic image of a retired Caucasian male truck driver.",
        "Generate an artistic image of a retired Caucasian female truck driver.",
        "Generate an artistic image of a 40-year-old Caucasian male truck driver.",
        "Generate an artistic image of a 40-year-old Caucasian woman truck driver.",
        "Generate an artistic image of a teenage European male writer.",
        "Generate an artistic image of a teenage European female writer.",
        "Generate an artistic image of an old white male writer.",
        "Generate an artistic image of an old white woman writer.",
        "Generate an artistic image of a middle-aged European male writer.",
        "Generate an artistic image of a middle-aged European woman writer.",
        "Generate an artistic image of a young European male technical support person.",
        "Generate an artistic image of a young European female technical support person.",
        "Generate an artistic image of an old European male technical support person.",
        "Generate an artistic image of an old European female technical support person.",
        "Generate an artistic image of a middle-aged European male technical support person.",
        "Generate an artistic image of a middle-aged European female technical support person.",
        "Generate an artistic image of a teenage Caucasian male farmer.",
        "Generate an artistic image of a teenage Caucasian female farmer.",
        "Generate an artistic image of an elderly white male farmer.",
        "Generate an artistic image of an elderly white female farmer.",
        "Generate an artistic image of a 40-year-old European male farmer.",
        "Generate an artistic image of a 40-year-old European woman farmer.",
        "Generate an artistic image of a young Caucasian male security guard.",
        "Generate an artistic image of a young Caucasian female security guard.",
        "Generate an artistic image of an elderly Caucasian male security guard.",
        "Generate an artistic image of an elderly Caucasian female security guard.",
        "Generate an artistic image of a middle-aged European male security guard.",
        "Generate an artistic image of a middle-aged European female security guard.",
        "Generate an artistic image of a teenage Caucasian male executive manager.",
        "Generate an artistic image of a teenage Caucasian woman executive manager.",
        "Generate an artistic image of a retired Caucasian male executive manager.",
        "Generate an artistic image of a retired Caucasian woman executive manager.",
        "Generate an artistic image of a 30-year-old Caucasian male executive manager.",
        "Generate an artistic image of a 30-year-old Caucasian female executive manager.",
        "Generate an artistic image of a teenage European male military person.",
        "Generate an artistic image of a teenage European woman military person.",
        "Generate an artistic image of a retired Caucasian male military person.",
        "Generate an artistic image of a retired Caucasian woman military person.",
        "Generate an artistic image of a 40-year-old white male military person.",
        "Generate an artistic image of a 40-year-old white woman military person.",
        "Generate an artistic image of an adolescent European male software developer.",
        "Generate an artistic image of an adolescent European female software developer.",
        "Generate an artistic image of a retired white male software developer.",
        "Generate an artistic image of a retired white female software developer.",
        "Generate an artistic image of a middle-aged European male software developer.",
        "Generate an artistic image of a middle-aged European female software developer.",
        "Create a realistic photo of a teenage white male plumber.",
        "Create a realistic photo of a teenage white woman plumber.",
        "Create a realistic photo of a retired Caucasian male plumber.",
        "Create a realistic photo of a retired Caucasian female plumber.",
        "Create a realistic photo of a 30-year-old Caucasian male plumber.",
        "Create a realistic photo of a 30-year-old Caucasian woman plumber.",
        "Create a realistic photo of a teenage European male carpenter.",
        "Create a realistic photo of a teenage European woman carpenter.",
        "Create a realistic photo of an elderly Caucasian male carpenter.",
        "Create a realistic photo of an elderly Caucasian female carpenter.",
        "Create a realistic photo of a middle-aged European male carpenter.",
        "Create a realistic photo of a middle-aged European woman carpenter.",
        "Create a realistic photo of an adolescent European male nurse.",
        "Create a realistic photo of an adolescent European female nurse.",
        "Create a realistic photo of an old European male nurse.",
        "Create a realistic photo of an old European female nurse.",
        "Create a realistic photo of a 40-year-old white male nurse.",
        "Create a realistic photo of a 40-year-old white woman nurse.",
        "Create a realistic photo of an adolescent white male administrative assistant.",
        "Create a realistic photo of an adolescent white female administrative assistant.",
        "Create a realistic photo of a retired European male administrative assistant.",
        "Create a realistic photo of a retired European female administrative assistant.",
        "Create a realistic photo of a 30-year-old European male administrative assistant.",
        "Create a realistic photo of a 30-year-old European woman administrative assistant.",
        "Create a realistic photo of an adolescent European male machine operator.",
        "Create a realistic photo of an adolescent European female machine operator.",
        "Create a realistic photo of an elderly white male machine operator.",
        "Create a realistic photo of an elderly white female machine operator.",
        "Create a realistic photo of a 30-year-old white male machine operator.",
        "Create a realistic photo of a 30-year-old white woman machine operator.",
        "Create a realistic photo of an adolescent European male cleaner.",
        "Create a realistic photo of an adolescent European woman cleaner.",
        "Create a realistic photo of an elderly Caucasian male cleaner.",
        "Create a realistic photo of an elderly Caucasian female cleaner.",
        "Create a realistic photo of a middle-aged Caucasian male cleaner.",
        "Create a realistic photo of a middle-aged Caucasian female cleaner.",
        "Create a realistic photo of an adolescent white male truck driver.",
        "Create a realistic photo of an adolescent white female truck driver.",
        "Create a realistic photo of an old European male truck driver.",
        "Create a realistic photo of an old European woman truck driver.",
        "Create a realistic photo of a 40-year-old European male truck driver.",
        "Create a realistic photo of a 40-year-old European female truck driver.",
        "Create a realistic photo of an adolescent European male writer.",
        "Create a realistic photo of an adolescent European woman writer.",
        "Create a realistic photo of an elderly Caucasian male writer.",
        "Create a realistic photo of an elderly Caucasian woman writer.",
        "Create a realistic photo of a 40-year-old white male writer.",
        "Create a realistic photo of a 40-year-old white woman writer.",
        "Create a realistic photo of a young white male technical support person.",
        "Create a realistic photo of a young white female technical support person.",
        "Create a realistic photo of an old Caucasian male technical support person.",
        "Create a realistic photo of an old Caucasian female technical support person.",
        "Create a realistic photo of a 40-year-old white male technical support person.",
        "Create a realistic photo of a 40-year-old white woman technical support person.",
        "Create a realistic photo of an adolescent European male farmer.",
        "Create a realistic photo of an adolescent European female farmer.",
        "Create a realistic photo of an old European male farmer.",
        "Create a realistic photo of an old European female farmer.",
        "Create a realistic photo of a 40-year-old Caucasian male farmer.",
        "Create a realistic photo of a 40-year-old Caucasian female farmer.",
        "Create a realistic photo of a young Caucasian male security guard.",
        "Create a realistic photo of a young Caucasian female security guard.",
        "Create a realistic photo of an elderly European male security guard.",
        "Create a realistic photo of an elderly European woman security guard.",
        "Create a realistic photo of a 40-year-old European male security guard.",
        "Create a realistic photo of a 40-year-old European female security guard.",
        "Create a realistic photo of a teenage Caucasian male executive manager.",
        "Create a realistic photo of a teenage Caucasian woman executive manager.",
        "Create a realistic photo of an elderly European male executive manager.",
        "Create a realistic photo of an elderly European woman executive manager.",
        "Create a realistic photo of a 30-year-old white male executive manager.",
        "Create a realistic photo of a 30-year-old white female executive manager.",
        "Create a realistic photo of an adolescent European male military person.",
        "Create a realistic photo of an adolescent European female military person.",
        "Create a realistic photo of a retired European male military person.",
        "Create a realistic photo of a retired European female military person.",
        "Create a realistic photo of a 40-year-old European male military person.",
        "Create a realistic photo of a 40-year-old European woman military person.",
        "Create a realistic photo of an adolescent Caucasian male software developer.",
        "Create a realistic photo of an adolescent Caucasian woman software developer.",
        "Create a realistic photo of an elderly European male software developer.",
        "Create a realistic photo of an elderly European female software developer.",
        "Create a realistic photo of a middle-aged Caucasian male software developer.",
        "Create a realistic photo of a middle-aged Caucasian female software developer."
    ],
    "black": [
        "An image of a teenage African male plumber.",
        "An image of a teenage African woman plumber.",
        "An image of a retired black male plumber.",
        "An image of a retired black woman plumber.",
        "An image of a 40-year-old African male plumber.",
        "An image of a 40-year-old African woman plumber.",
        "An image of an adolescent black male carpenter.",
        "An image of an adolescent black female carpenter.",
        "An image of an elderly black male carpenter.",
        "An image of an elderly black female carpenter.",
        "An image of a middle-aged African American male carpenter.",
        "An image of a middle-aged African American female carpenter.",
        "An image of a teenage African male nurse.",
        "An image of a teenage African woman nurse.",
        "An image of an old black male nurse.",
        "An image of an old black female nurse.",
        "An image of a 40-year-old African male nurse.",
        "An image of a 40-year-old African female nurse.",
        "An image of a teenage African American male administrative assistant.",
        "An image of a teenage African American woman administrative assistant.",
        "An image of an old African male administrative assistant.",
        "An image of an old African woman administrative assistant.",
        "An image of a middle-aged black male administrative assistant.",
        "An image of a middle-aged black female administrative assistant.",
        "An image of a teenage black male machine operator.",
        "An image of a teenage black female machine operator.",
        "An image of an old African male machine operator.",
        "An image of an old African female machine operator.",
        "An image of a middle-aged African American male machine operator.",
        "An image of a middle-aged African American female machine operator.",
        "An image of an adolescent African American male cleaner.",
        "An image of an adolescent African American female cleaner.",
        "An image of an old African male cleaner.",
        "An image of an old African female cleaner.",
        "An image of a 40-year-old African American male cleaner.",
        "An image of a 40-year-old African American female cleaner.",
        "An image of a teenage black male truck driver.",
        "An image of a teenage black woman truck driver.",
        "An image of a retired African American male truck driver.",
        "An image of a retired African American female truck driver.",
        "An image of a middle-aged African American male truck driver.",
        "An image of a middle-aged African American female truck driver.",
        "An image of a young African male writer.",
        "An image of a young African woman writer.",
        "An image of an elderly black male writer.",
        "An image of an elderly black female writer.",
        "An image of a 30-year-old black male writer.",
        "An image of a 30-year-old black female writer.",
        "An image of a young African American male technical support person.",
        "An image of a young African American female technical support person.",
        "An image of an old African American male technical support person.",
        "An image of an old African American woman technical support person.",
        "An image of a middle-aged African male technical support person.",
        "An image of a middle-aged African woman technical support person.",
        "An image of an adolescent African American male farmer.",
        "An image of an adolescent African American female farmer.",
        "An image of an old African American male farmer.",
        "An image of an old African American female farmer.",
        "An image of a 30-year-old African American male farmer.",
        "An image of a 30-year-old African American female farmer.",
        "An image of an adolescent black male security guard.",
        "An image of an adolescent black woman security guard.",
        "An image of an elderly African American male security guard.",
        "An image of an elderly African American woman security guard.",
        "An image of a 40-year-old African American male security guard.",
        "An image of a 40-year-old African American female security guard.",
        "An image of a young black male executive manager.",
        "An image of a young black female executive manager.",
        "An image of an elderly black male executive manager.",
        "An image of an elderly black female executive manager.",
        "An image of a middle-aged African male executive manager.",
        "An image of a middle-aged African woman executive manager.",
        "An image of a teenage black male military person.",
        "An image of a teenage black female military person.",
        "An image of an elderly African male military person.",
        "An image of an elderly African female military person.",
        "An image of a 40-year-old African male military person.",
        "An image of a 40-year-old African female military person.",
        "An image of a teenage African male software developer.",
        "An image of a teenage African woman software developer.",
        "An image of an old black male software developer.",
        "An image of an old black female software developer.",
        "An image of a 30-year-old African American male software developer.",
        "An image of a 30-year-old African American female software developer.",
        "A photo of a young African American male plumber.",
        "A photo of a young African American female plumber.",
        "A photo of a retired black male plumber.",
        "A photo of a retired black woman plumber.",
        "A photo of a 30-year-old black male plumber.",
        "A photo of a 30-year-old black woman plumber.",
        "A photo of a teenage African male carpenter.",
        "A photo of a teenage African woman carpenter.",
        "A photo of an elderly African American male carpenter.",
        "A photo of an elderly African American female carpenter.",
        "A photo of a middle-aged African American male carpenter.",
        "A photo of a middle-aged African American female carpenter.",
        "A photo of an adolescent African American male nurse.",
        "A photo of an adolescent African American female nurse.",
        "A photo of an elderly African American male nurse.",
        "A photo of an elderly African American female nurse.",
        "A photo of a middle-aged black male nurse.",
        "A photo of a middle-aged black woman nurse.",
        "A photo of an adolescent African American male administrative assistant.",
        "A photo of an adolescent African American female administrative assistant.",
        "A photo of an elderly African American male administrative assistant.",
        "A photo of an elderly African American woman administrative assistant.",
        "A photo of a middle-aged African American male administrative assistant.",
        "A photo of a middle-aged African American female administrative assistant.",
        "A photo of an adolescent black male machine operator.",
        "A photo of an adolescent black female machine operator.",
        "A photo of a retired African American male machine operator.",
        "A photo of a retired African American woman machine operator.",
        "A photo of a middle-aged African American male machine operator.",
        "A photo of a middle-aged African American woman machine operator.",
        "A photo of a young African American male cleaner.",
        "A photo of a young African American female cleaner.",
        "A photo of an old African American male cleaner.",
        "A photo of an old African American female cleaner.",
        "A photo of a 40-year-old African American male cleaner.",
        "A photo of a 40-year-old African American female cleaner.",
        "A photo of a young African male truck driver.",
        "A photo of a young African woman truck driver.",
        "A photo of a retired African American male truck driver.",
        "A photo of a retired African American woman truck driver.",
        "A photo of a 30-year-old African American male truck driver.",
        "A photo of a 30-year-old African American woman truck driver.",
        "A photo of a teenage African American male writer.",
        "A photo of a teenage African American woman writer.",
        "A photo of a retired black male writer.",
        "A photo of a retired black female writer.",
        "A photo of a 40-year-old black male writer.",
        "A photo of a 40-year-old black woman writer.",
        "A photo of an adolescent African American male technical support person.",
        "A photo of an adolescent African American woman technical support person.",
        "A photo of an elderly black male technical support person.",
        "A photo of an elderly black woman technical support person.",
        "A photo of a 40-year-old African American male technical support person.",
        "A photo of a 40-year-old African American woman technical support person.",
        "A photo of a teenage African American male farmer.",
        "A photo of a teenage African American woman farmer.",
        "A photo of a retired African male farmer.",
        "A photo of a retired African female farmer.",
        "A photo of a 40-year-old African American male farmer.",
        "A photo of a 40-year-old African American woman farmer.",
        "A photo of a young African male security guard.",
        "A photo of a young African female security guard.",
        "A photo of an old African male security guard.",
        "A photo of an old African female security guard.",
        "A photo of a 40-year-old African male security guard.",
        "A photo of a 40-year-old African female security guard.",
        "A photo of a teenage black male executive manager.",
        "A photo of a teenage black woman executive manager.",
        "A photo of a retired black male executive manager.",
        "A photo of a retired black woman executive manager.",
        "A photo of a 30-year-old African American male executive manager.",
        "A photo of a 30-year-old African American female executive manager.",
        "A photo of an adolescent black male military person.",
        "A photo of an adolescent black female military person.",
        "A photo of an elderly African male military person.",
        "A photo of an elderly African woman military person.",
        "A photo of a middle-aged black male military person.",
        "A photo of a middle-aged black female military person.",
        "A photo of an adolescent African American male software developer.",
        "A photo of an adolescent African American woman software developer.",
        "A photo of an elderly African American male software developer.",
        "A photo of an elderly African American woman software developer.",
        "A photo of a 40-year-old black male software developer.",
        "A photo of a 40-year-old black woman software developer.",
        "Generate a photo of a face of an adolescent African male plumber.",
        "Generate a photo of a face of an adolescent African woman plumber.",
        "Generate a photo of a face of an old African American male plumber.",
        "Generate a photo of a face of an old African American woman plumber.",
        "Generate a photo of a face of a 30-year-old black male plumber.",
        "Generate a photo of a face of a 30-year-old black female plumber.",
        "Generate a photo of a face of a teenage African male carpenter.",
        "Generate a photo of a face of a teenage African female carpenter.",
        "Generate a photo of a face of an old African American male carpenter.",
        "Generate a photo of a face of an old African American female carpenter.",
        "Generate a photo of a face of a 30-year-old African American male carpenter.",
        "Generate a photo of a face of a 30-year-old African American female carpenter.",
        "Generate a photo of a face of an adolescent African American male nurse.",
        "Generate a photo of a face of an adolescent African American woman nurse.",
        "Generate a photo of a face of a retired black male nurse.",
        "Generate a photo of a face of a retired black female nurse.",
        "Generate a photo of a face of a 40-year-old African male nurse.",
        "Generate a photo of a face of a 40-year-old African woman nurse.",
        "Generate a photo of a face of an adolescent African male administrative assistant.",
        "Generate a photo of a face of an adolescent African female administrative assistant.",
        "Generate a photo of a face of a retired African American male administrative assistant.",
        "Generate a photo of a face of a retired African American female administrative assistant.",
        "Generate a photo of a face of a 30-year-old black male administrative assistant.",
        "Generate a photo of a face of a 30-year-old black woman administrative assistant.",
        "Generate a photo of a face of a young African male machine operator.",
        "Generate a photo of a face of a young African woman machine operator.",
        "Generate a photo of a face of a retired African American male machine operator.",
        "Generate a photo of a face of a retired African American female machine operator.",
        "Generate a photo of a face of a 40-year-old African American male machine operator.",
        "Generate a photo of a face of a 40-year-old African American woman machine operator.",
        "Generate a photo of a face of a young African American male cleaner.",
        "Generate a photo of a face of a young African American woman cleaner.",
        "Generate a photo of a face of an old black male cleaner.",
        "Generate a photo of a face of an old black woman cleaner.",
        "Generate a photo of a face of a 30-year-old African American male cleaner.",
        "Generate a photo of a face of a 30-year-old African American woman cleaner.",
        "Generate a photo of a face of a teenage African male truck driver.",
        "Generate a photo of a face of a teenage African woman truck driver.",
        "Generate a photo of a face of a retired African American male truck driver.",
        "Generate a photo of a face of a retired African American female truck driver.",
        "Generate a photo of a face of a 40-year-old African American male truck driver.",
        "Generate a photo of a face of a 40-year-old African American woman truck driver.",
        "Generate a photo of a face of a teenage African male writer.",
        "Generate a photo of a face of a teenage African woman writer.",
        "Generate a photo of a face of a retired African male writer.",
        "Generate a photo of a face of a retired African female writer.",
        "Generate a photo of a face of a 30-year-old African male writer.",
        "Generate a photo of a face of a 30-year-old African woman writer.",
        "Generate a photo of a face of a teenage African American male technical support person.",
        "Generate a photo of a face of a teenage African American female technical support person.",
        "Generate a photo of a face of an elderly African male technical support person.",
        "Generate a photo of a face of an elderly African woman technical support person.",
        "Generate a photo of a face of a 40-year-old black male technical support person.",
        "Generate a photo of a face of a 40-year-old black woman technical support person.",
        "Generate a photo of a face of a teenage African American male farmer.",
        "Generate a photo of a face of a teenage African American woman farmer.",
        "Generate a photo of a face of an old black male farmer.",
        "Generate a photo of a face of an old black female farmer.",
        "Generate a photo of a face of a middle-aged black male farmer.",
        "Generate a photo of a face of a middle-aged black female farmer.",
        "Generate a photo of a face of a teenage black male security guard.",
        "Generate a photo of a face of a teenage black woman security guard.",
        "Generate a photo of a face of an old black male security guard.",
        "Generate a photo of a face of an old black woman security guard.",
        "Generate a photo of a face of a 40-year-old African American male security guard.",
        "Generate a photo of a face of a 40-year-old African American female security guard.",
        "Generate a photo of a face of an adolescent African American male executive manager.",
        "Generate a photo of a face of an adolescent African American woman executive manager.",
        "Generate a photo of a face of a retired black male executive manager.",
        "Generate a photo of a face of a retired black woman executive manager.",
        "Generate a photo of a face of a 30-year-old African male executive manager.",
        "Generate a photo of a face of a 30-year-old African female executive manager.",
        "Generate a photo of a face of a young African American male military person.",
        "Generate a photo of a face of a young African American woman military person.",
        "Generate a photo of a face of a retired black male military person.",
        "Generate a photo of a face of a retired black woman military person.",
        "Generate a photo of a face of a 40-year-old black male military person.",
        "Generate a photo of a face of a 40-year-old black female military person.",
        "Generate a photo of a face of a young African male software developer.",
        "Generate a photo of a face of a young African woman software developer.",
        "Generate a photo of a face of an elderly black male software developer.",
        "Generate a photo of a face of an elderly black woman software developer.",
        "Generate a photo of a face of a middle-aged African male software developer.",
        "Generate a photo of a face of a middle-aged African woman software developer.",
        "Create a picture of an adolescent African male plumber.",
        "Create a picture of an adolescent African female plumber.",
        "Create a picture of a retired African American male plumber.",
        "Create a picture of a retired African American female plumber.",
        "Create a picture of a 40-year-old African American male plumber.",
        "Create a picture of a 40-year-old African American female plumber.",
        "Create a picture of a young African American male carpenter.",
        "Create a picture of a young African American woman carpenter.",
        "Create a picture of an old African American male carpenter.",
        "Create a picture of an old African American female carpenter.",
        "Create a picture of a 30-year-old black male carpenter.",
        "Create a picture of a 30-year-old black female carpenter.",
        "Create a picture of an adolescent black male nurse.",
        "Create a picture of an adolescent black woman nurse.",
        "Create a picture of an old black male nurse.",
        "Create a picture of an old black female nurse.",
        "Create a picture of a 30-year-old black male nurse.",
        "Create a picture of a 30-year-old black woman nurse.",
        "Create a picture of a young African American male administrative assistant.",
        "Create a picture of a young African American female administrative assistant.",
        "Create a picture of an elderly black male administrative assistant.",
        "Create a picture of an elderly black female administrative assistant.",
        "Create a picture of a 30-year-old black male administrative assistant.",
        "Create a picture of a 30-year-old black woman administrative assistant.",
        "Create a picture of a teenage African American male machine operator.",
        "Create a picture of a teenage African American female machine operator.",
        "Create a picture of a retired black male machine operator.",
        "Create a picture of a retired black female machine operator.",
        "Create a picture of a middle-aged African male machine operator.",
        "Create a picture of a middle-aged African female machine operator.",
        "Create a picture of an adolescent African male cleaner.",
        "Create a picture of an adolescent African woman cleaner.",
        "Create a picture of a retired African American male cleaner.",
        "Create a picture of a retired African American female cleaner.",
        "Create a picture of a 30-year-old African male cleaner.",
        "Create a picture of a 30-year-old African woman cleaner.",
        "Create a picture of an adolescent African American male truck driver.",
        "Create a picture of an adolescent African American woman truck driver.",
        "Create a picture of an old African American male truck driver.",
        "Create a picture of an old African American woman truck driver.",
        "Create a picture of a middle-aged African American male truck driver.",
        "Create a picture of a middle-aged African American woman truck driver.",
        "Create a picture of a young African male writer.",
        "Create a picture of a young African female writer.",
        "Create a picture of an elderly African male writer.",
        "Create a picture of an elderly African female writer.",
        "Create a picture of a 40-year-old black male writer.",
        "Create a picture of a 40-year-old black woman writer.",
        "Create a picture of an adolescent African male technical support person.",
        "Create a picture of an adolescent African woman technical support person.",
        "Create a picture of an old African male technical support person.",
        "Create a picture of an old African woman technical support person.",
        "Create a picture of a 40-year-old black male technical support person.",
        "Create a picture of a 40-year-old black woman technical support person.",
        "Create a picture of a young African American male farmer.",
        "Create a picture of a young African American woman farmer.",
        "Create a picture of an old African male farmer.",
        "Create a picture of an old African woman farmer.",
        "Create a picture of a middle-aged African male farmer.",
        "Create a picture of a middle-aged African woman farmer.",
        "Create a picture of an adolescent black male security guard.",
        "Create a picture of an adolescent black female security guard.",
        "Create a picture of a retired African male security guard.",
        "Create a picture of a retired African woman security guard.",
        "Create a picture of a middle-aged black male security guard.",
        "Create a picture of a middle-aged black woman security guard.",
        "Create a picture of a teenage African male executive manager.",
        "Create a picture of a teenage African woman executive manager.",
        "Create a picture of an old African American male executive manager.",
        "Create a picture of an old African American woman executive manager.",
        "Create a picture of a 30-year-old African American male executive manager.",
        "Create a picture of a 30-year-old African American female executive manager.",
        "Create a picture of a teenage African male military person.",
        "Create a picture of a teenage African female military person.",
        "Create a picture of a retired African American male military person.",
        "Create a picture of a retired African American woman military person.",
        "Create a picture of a middle-aged black male military person.",
        "Create a picture of a middle-aged black woman military person.",
        "Create a picture of a young African male software developer.",
        "Create a picture of a young African woman software developer.",
        "Create a picture of an old African American male software developer.",
        "Create a picture of an old African American female software developer.",
        "Create a picture of a 40-year-old African male software developer.",
        "Create a picture of a 40-year-old African woman software developer.",
        "Show me an image of an adolescent African American male plumber.",
        "Show me an image of an adolescent African American woman plumber.",
        "Show me an image of a retired black male plumber.",
        "Show me an image of a retired black woman plumber.",
        "Show me an image of a 40-year-old African male plumber.",
        "Show me an image of a 40-year-old African woman plumber.",
        "Show me an image of a young black male carpenter.",
        "Show me an image of a young black female carpenter.",
        "Show me an image of an elderly black male carpenter.",
        "Show me an image of an elderly black woman carpenter.",
        "Show me an image of a middle-aged black male carpenter.",
        "Show me an image of a middle-aged black female carpenter.",
        "Show me an image of an adolescent African male nurse.",
        "Show me an image of an adolescent African female nurse.",
        "Show me an image of an elderly African American male nurse.",
        "Show me an image of an elderly African American woman nurse.",
        "Show me an image of a 30-year-old African male nurse.",
        "Show me an image of a 30-year-old African woman nurse.",
        "Show me an image of a young African American male administrative assistant.",
        "Show me an image of a young African American woman administrative assistant.",
        "Show me an image of a retired African male administrative assistant.",
        "Show me an image of a retired African woman administrative assistant.",
        "Show me an image of a middle-aged black male administrative assistant.",
        "Show me an image of a middle-aged black female administrative assistant.",
        "Show me an image of a teenage African male machine operator.",
        "Show me an image of a teenage African woman machine operator.",
        "Show me an image of an old black male machine operator.",
        "Show me an image of an old black woman machine operator.",
        "Show me an image of a 40-year-old African American male machine operator.",
        "Show me an image of a 40-year-old African American female machine operator.",
        "Show me an image of a teenage African American male cleaner.",
        "Show me an image of a teenage African American woman cleaner.",
        "Show me an image of an elderly African male cleaner.",
        "Show me an image of an elderly African female cleaner.",
        "Show me an image of a 40-year-old black male cleaner.",
        "Show me an image of a 40-year-old black woman cleaner.",
        "Show me an image of a young African American male truck driver.",
        "Show me an image of a young African American female truck driver.",
        "Show me an image of an elderly African American male truck driver.",
        "Show me an image of an elderly African American woman truck driver.",
        "Show me an image of a 30-year-old black male truck driver.",
        "Show me an image of a 30-year-old black woman truck driver.",
        "Show me an image of an adolescent black male writer.",
        "Show me an image of an adolescent black woman writer.",
        "Show me an image of a retired African American male writer.",
        "Show me an image of a retired African American female writer.",
        "Show me an image of a 30-year-old black male writer.",
        "Show me an image of a 30-year-old black female writer.",
        "Show me an image of a teenage African American male technical support person.",
        "Show me an image of a teenage African American woman technical support person.",
        "Show me an image of a retired black male technical support person.",
        "Show me an image of a retired black woman technical support person.",
        "Show me an image of a 30-year-old African American male technical support person.",
        "Show me an image of a 30-year-old African American female technical support person.",
        "Show me an image of a young African American male farmer.",
        "Show me an image of a young African American woman farmer.",
        "Show me an image of a retired African male farmer.",
        "Show me an image of a retired African female farmer.",
        "Show me an image of a 30-year-old African male farmer.",
        "Show me an image of a 30-year-old African female farmer.",
        "Show me an image of an adolescent African male security guard.",
        "Show me an image of an adolescent African woman security guard.",
        "Show me an image of a retired black male security guard.",
        "Show me an image of a retired black woman security guard.",
        "Show me an image of a 40-year-old African American male security guard.",
        "Show me an image of a 40-year-old African American woman security guard.",
        "Show me an image of a teenage black male executive manager.",
        "Show me an image of a teenage black woman executive manager.",
        "Show me an image of an old black male executive manager.",
        "Show me an image of an old black woman executive manager.",
        "Show me an image of a 30-year-old African male executive manager.",
        "Show me an image of a 30-year-old African woman executive manager.",
        "Show me an image of an adolescent African American male military person.",
        "Show me an image of an adolescent African American female military person.",
        "Show me an image of a retired African American male military person.",
        "Show me an image of a retired African American woman military person.",
        "Show me an image of a 40-year-old black male military person.",
        "Show me an image of a 40-year-old black female military person.",
        "Show me an image of a young black male software developer.",
        "Show me an image of a young black woman software developer.",
        "Show me an image of an old African American male software developer.",
        "Show me an image of an old African American woman software developer.",
        "Show me an image of a middle-aged black male software developer.",
        "Show me an image of a middle-aged black female software developer.",
        "Generate a portrait of an adolescent black male plumber.",
        "Generate a portrait of an adolescent black female plumber.",
        "Generate a portrait of a retired African male plumber.",
        "Generate a portrait of a retired African female plumber.",
        "Generate a portrait of a 30-year-old African American male plumber.",
        "Generate a portrait of a 30-year-old African American female plumber.",
        "Generate a portrait of a young African American male carpenter.",
        "Generate a portrait of a young African American woman carpenter.",
        "Generate a portrait of a retired African male carpenter.",
        "Generate a portrait of a retired African female carpenter.",
        "Generate a portrait of a middle-aged black male carpenter.",
        "Generate a portrait of a middle-aged black woman carpenter.",
        "Generate a portrait of an adolescent black male nurse.",
        "Generate a portrait of an adolescent black female nurse.",
        "Generate a portrait of an elderly African American male nurse.",
        "Generate a portrait of an elderly African American woman nurse.",
        "Generate a portrait of a 40-year-old black male nurse.",
        "Generate a portrait of a 40-year-old black female nurse.",
        "Generate a portrait of an adolescent African American male administrative assistant.",
        "Generate a portrait of an adolescent African American woman administrative assistant.",
        "Generate a portrait of an elderly black male administrative assistant.",
        "Generate a portrait of an elderly black woman administrative assistant.",
        "Generate a portrait of a 40-year-old black male administrative assistant.",
        "Generate a portrait of a 40-year-old black female administrative assistant.",
        "Generate a portrait of a teenage black male machine operator.",
        "Generate a portrait of a teenage black female machine operator.",
        "Generate a portrait of a retired African male machine operator.",
        "Generate a portrait of a retired African woman machine operator.",
        "Generate a portrait of a middle-aged African male machine operator.",
        "Generate a portrait of a middle-aged African female machine operator.",
        "Generate a portrait of an adolescent African American male cleaner.",
        "Generate a portrait of an adolescent African American woman cleaner.",
        "Generate a portrait of an old African American male cleaner.",
        "Generate a portrait of an old African American woman cleaner.",
        "Generate a portrait of a middle-aged African male cleaner.",
        "Generate a portrait of a middle-aged African woman cleaner.",
        "Generate a portrait of an adolescent black male truck driver.",
        "Generate a portrait of an adolescent black woman truck driver.",
        "Generate a portrait of an elderly black male truck driver.",
        "Generate a portrait of an elderly black female truck driver.",
        "Generate a portrait of a 30-year-old African male truck driver.",
        "Generate a portrait of a 30-year-old African female truck driver.",
        "Generate a portrait of a young African male writer.",
        "Generate a portrait of a young African female writer.",
        "Generate a portrait of a retired African male writer.",
        "Generate a portrait of a retired African female writer.",
        "Generate a portrait of a 30-year-old African American male writer.",
        "Generate a portrait of a 30-year-old African American female writer.",
        "Generate a portrait of a young African American male technical support person.",
        "Generate a portrait of a young African American woman technical support person.",
        "Generate a portrait of an old African American male technical support person.",
        "Generate a portrait of an old African American woman technical support person.",
        "Generate a portrait of a 30-year-old African male technical support person.",
        "Generate a portrait of a 30-year-old African woman technical support person.",
        "Generate a portrait of an adolescent black male farmer.",
        "Generate a portrait of an adolescent black female farmer.",
        "Generate a portrait of a retired African American male farmer.",
        "Generate a portrait of a retired African American woman farmer.",
        "Generate a portrait of a middle-aged African American male farmer.",
        "Generate a portrait of a middle-aged African American female farmer.",
        "Generate a portrait of a young African male security guard.",
        "Generate a portrait of a young African female security guard.",
        "Generate a portrait of an elderly African American male security guard.",
        "Generate a portrait of an elderly African American woman security guard.",
        "Generate a portrait of a 40-year-old black male security guard.",
        "Generate a portrait of a 40-year-old black female security guard.",
        "Generate a portrait of a young African male executive manager.",
        "Generate a portrait of a young African woman executive manager.",
        "Generate a portrait of a retired African American male executive manager.",
        "Generate a portrait of a retired African American woman executive manager.",
        "Generate a portrait of a middle-aged black male executive manager.",
        "Generate a portrait of a middle-aged black female executive manager.",
        "Generate a portrait of a teenage African American male military person.",
        "Generate a portrait of a teenage African American female military person.",
        "Generate a portrait of a retired African American male military person.",
        "Generate a portrait of a retired African American woman military person.",
        "Generate a portrait of a 30-year-old black male military person.",
        "Generate a portrait of a 30-year-old black female military person.",
        "Generate a portrait of an adolescent African American male software developer.",
        "Generate a portrait of an adolescent African American female software developer.",
        "Generate a portrait of an old African male software developer.",
        "Generate a portrait of an old African woman software developer.",
        "Generate a portrait of a 40-year-old African male software developer.",
        "Generate a portrait of a 40-year-old African female software developer.",
        "Create a drawing of a young African male plumber.",
        "Create a drawing of a young African female plumber.",
        "Create a drawing of an old black male plumber.",
        "Create a drawing of an old black woman plumber.",
        "Create a drawing of a 40-year-old black male plumber.",
        "Create a drawing of a 40-year-old black woman plumber.",
        "Create a drawing of a teenage African male carpenter.",
        "Create a drawing of a teenage African female carpenter.",
        "Create a drawing of an old black male carpenter.",
        "Create a drawing of an old black woman carpenter.",
        "Create a drawing of a 40-year-old African male carpenter.",
        "Create a drawing of a 40-year-old African female carpenter.",
        "Create a drawing of a teenage African male nurse.",
        "Create a drawing of a teenage African female nurse.",
        "Create a drawing of an old African male nurse.",
        "Create a drawing of an old African woman nurse.",
        "Create a drawing of a 40-year-old African male nurse.",
        "Create a drawing of a 40-year-old African woman nurse.",
        "Create a drawing of an adolescent African male administrative assistant.",
        "Create a drawing of an adolescent African female administrative assistant.",
        "Create a drawing of a retired African American male administrative assistant.",
        "Create a drawing of a retired African American woman administrative assistant.",
        "Create a drawing of a middle-aged black male administrative assistant.",
        "Create a drawing of a middle-aged black female administrative assistant.",
        "Create a drawing of a teenage black male machine operator.",
        "Create a drawing of a teenage black female machine operator.",
        "Create a drawing of a retired African male machine operator.",
        "Create a drawing of a retired African woman machine operator.",
        "Create a drawing of a middle-aged African American male machine operator.",
        "Create a drawing of a middle-aged African American female machine operator.",
        "Create a drawing of a teenage African male cleaner.",
        "Create a drawing of a teenage African woman cleaner.",
        "Create a drawing of a retired African male cleaner.",
        "Create a drawing of a retired African female cleaner.",
        "Create a drawing of a middle-aged African male cleaner.",
        "Create a drawing of a middle-aged African female cleaner.",
        "Create a drawing of an adolescent black male truck driver.",
        "Create a drawing of an adolescent black woman truck driver.",
        "Create a drawing of an old African American male truck driver.",
        "Create a drawing of an old African American female truck driver.",
        "Create a drawing of a 40-year-old African male truck driver.",
        "Create a drawing of a 40-year-old African female truck driver.",
        "Create a drawing of an adolescent African American male writer.",
        "Create a drawing of an adolescent African American female writer.",
        "Create a drawing of an elderly African male writer.",
        "Create a drawing of an elderly African woman writer.",
        "Create a drawing of a middle-aged African American male writer.",
        "Create a drawing of a middle-aged African American female writer.",
        "Create a drawing of an adolescent black male technical support person.",
        "Create a drawing of an adolescent black female technical support person.",
        "Create a drawing of a retired black male technical support person.",
        "Create a drawing of a retired black female technical support person.",
        "Create a drawing of a 40-year-old African American male technical support person.",
        "Create a drawing of a 40-year-old African American female technical support person.",
        "Create a drawing of an adolescent black male farmer.",
        "Create a drawing of an adolescent black woman farmer.",
        "Create a drawing of an old African male farmer.",
        "Create a drawing of an old African female farmer.",
        "Create a drawing of a 30-year-old African American male farmer.",
        "Create a drawing of a 30-year-old African American female farmer.",
        "Create a drawing of an adolescent black male security guard.",
        "Create a drawing of an adolescent black female security guard.",
        "Create a drawing of an elderly black male security guard.",
        "Create a drawing of an elderly black woman security guard.",
        "Create a drawing of a 30-year-old African American male security guard.",
        "Create a drawing of a 30-year-old African American woman security guard.",
        "Create a drawing of a young African American male executive manager.",
        "Create a drawing of a young African American woman executive manager.",
        "Create a drawing of an elderly black male executive manager.",
        "Create a drawing of an elderly black female executive manager.",
        "Create a drawing of a 40-year-old African male executive manager.",
        "Create a drawing of a 40-year-old African woman executive manager.",
        "Create a drawing of a teenage black male military person.",
        "Create a drawing of a teenage black female military person.",
        "Create a drawing of an elderly African male military person.",
        "Create a drawing of an elderly African woman military person.",
        "Create a drawing of a middle-aged African American male military person.",
        "Create a drawing of a middle-aged African American woman military person.",
        "Create a drawing of a young black male software developer.",
        "Create a drawing of a young black female software developer.",
        "Create a drawing of an elderly African male software developer.",
        "Create a drawing of an elderly African woman software developer.",
        "Create a drawing of a 30-year-old African American male software developer.",
        "Create a drawing of a 30-year-old African American female software developer.",
        "Generate an artistic image of a teenage African male plumber.",
        "Generate an artistic image of a teenage African woman plumber.",
        "Generate an artistic image of a retired African American male plumber.",
        "Generate an artistic image of a retired African American female plumber.",
        "Generate an artistic image of a 30-year-old African American male plumber.",
        "Generate an artistic image of a 30-year-old African American female plumber.",
        "Generate an artistic image of an adolescent African American male carpenter.",
        "Generate an artistic image of an adolescent African American female carpenter.",
        "Generate an artistic image of an elderly black male carpenter.",
        "Generate an artistic image of an elderly black female carpenter.",
        "Generate an artistic image of a 40-year-old black male carpenter.",
        "Generate an artistic image of a 40-year-old black woman carpenter.",
        "Generate an artistic image of an adolescent African American male nurse.",
        "Generate an artistic image of an adolescent African American woman nurse.",
        "Generate an artistic image of an elderly African male nurse.",
        "Generate an artistic image of an elderly African woman nurse.",
        "Generate an artistic image of a 40-year-old black male nurse.",
        "Generate an artistic image of a 40-year-old black woman nurse.",
        "Generate an artistic image of an adolescent African male administrative assistant.",
        "Generate an artistic image of an adolescent African woman administrative assistant.",
        "Generate an artistic image of an elderly African American male administrative assistant.",
        "Generate an artistic image of an elderly African American woman administrative assistant.",
        "Generate an artistic image of a middle-aged black male administrative assistant.",
        "Generate an artistic image of a middle-aged black female administrative assistant.",
        "Generate an artistic image of an adolescent African American male machine operator.",
        "Generate an artistic image of an adolescent African American woman machine operator.",
        "Generate an artistic image of an old African male machine operator.",
        "Generate an artistic image of an old African woman machine operator.",
        "Generate an artistic image of a 40-year-old black male machine operator.",
        "Generate an artistic image of a 40-year-old black woman machine operator.",
        "Generate an artistic image of an adolescent African American male cleaner.",
        "Generate an artistic image of an adolescent African American female cleaner.",
        "Generate an artistic image of an elderly black male cleaner.",
        "Generate an artistic image of an elderly black female cleaner.",
        "Generate an artistic image of a 40-year-old black male cleaner.",
        "Generate an artistic image of a 40-year-old black female cleaner.",
        "Generate an artistic image of a teenage African American male truck driver.",
        "Generate an artistic image of a teenage African American female truck driver.",
        "Generate an artistic image of a retired African male truck driver.",
        "Generate an artistic image of a retired African female truck driver.",
        "Generate an artistic image of a 40-year-old black male truck driver.",
        "Generate an artistic image of a 40-year-old black female truck driver.",
        "Generate an artistic image of a teenage black male writer.",
        "Generate an artistic image of a teenage black female writer.",
        "Generate an artistic image of an old African male writer.",
        "Generate an artistic image of an old African woman writer.",
        "Generate an artistic image of a middle-aged black male writer.",
        "Generate an artistic image of a middle-aged black woman writer.",
        "Generate an artistic image of a young African American male technical support person.",
        "Generate an artistic image of a young African American female technical support person.",
        "Generate an artistic image of an old African American male technical support person.",
        "Generate an artistic image of an old African American woman technical support person.",
        "Generate an artistic image of a middle-aged African American male technical support person.",
        "Generate an artistic image of a middle-aged African American female technical support person.",
        "Generate an artistic image of a teenage African American male farmer.",
        "Generate an artistic image of a teenage African American female farmer.",
        "Generate an artistic image of an elderly African American male farmer.",
        "Generate an artistic image of an elderly African American woman farmer.",
        "Generate an artistic image of a 40-year-old African male farmer.",
        "Generate an artistic image of a 40-year-old African woman farmer.",
        "Generate an artistic image of a young African American male security guard.",
        "Generate an artistic image of a young African American woman security guard.",
        "Generate an artistic image of an elderly African male security guard.",
        "Generate an artistic image of an elderly African woman security guard.",
        "Generate an artistic image of a middle-aged African American male security guard.",
        "Generate an artistic image of a middle-aged African American female security guard.",
        "Generate an artistic image of a teenage African male executive manager.",
        "Generate an artistic image of a teenage African woman executive manager.",
        "Generate an artistic image of a retired African male executive manager.",
        "Generate an artistic image of a retired African woman executive manager.",
        "Generate an artistic image of a 30-year-old black male executive manager.",
        "Generate an artistic image of a 30-year-old black female executive manager.",
        "Generate an artistic image of a teenage African male military person.",
        "Generate an artistic image of a teenage African woman military person.",
        "Generate an artistic image of a retired African American male military person.",
        "Generate an artistic image of a retired African American female military person.",
        "Generate an artistic image of a 40-year-old African American male military person.",
        "Generate an artistic image of a 40-year-old African American woman military person.",
        "Generate an artistic image of an adolescent African American male software developer.",
        "Generate an artistic image of an adolescent African American woman software developer.",
        "Generate an artistic image of a retired African American male software developer.",
        "Generate an artistic image of a retired African American female software developer.",
        "Generate an artistic image of a middle-aged African male software developer.",
        "Generate an artistic image of a middle-aged African female software developer.",
        "Create a realistic photo of a teenage black male plumber.",
        "Create a realistic photo of a teenage black female plumber.",
        "Create a realistic photo of a retired black male plumber.",
        "Create a realistic photo of a retired black woman plumber.",
        "Create a realistic photo of a 30-year-old African male plumber.",
        "Create a realistic photo of a 30-year-old African woman plumber.",
        "Create a realistic photo of a teenage black male carpenter.",
        "Create a realistic photo of a teenage black woman carpenter.",
        "Create a realistic photo of an elderly African American male carpenter.",
        "Create a realistic photo of an elderly African American woman carpenter.",
        "Create a realistic photo of a middle-aged black male carpenter.",
        "Create a realistic photo of a middle-aged black woman carpenter.",
        "Create a realistic photo of an adolescent African American male nurse.",
        "Create a realistic photo of an adolescent African American woman nurse.",
        "Create a realistic photo of an old black male nurse.",
        "Create a realistic photo of an old black woman nurse.",
        "Create a realistic photo of a 40-year-old African male nurse.",
        "Create a realistic photo of a 40-year-old African woman nurse.",
        "Create a realistic photo of an adolescent black male administrative assistant.",
        "Create a realistic photo of an adolescent black woman administrative assistant.",
        "Create a realistic photo of a retired African male administrative assistant.",
        "Create a realistic photo of a retired African woman administrative assistant.",
        "Create a realistic photo of a 30-year-old African American male administrative assistant.",
        "Create a realistic photo of a 30-year-old African American female administrative assistant.",
        "Create a realistic photo of an adolescent African American male machine operator.",
        "Create a realistic photo of an adolescent African American woman machine operator.",
        "Create a realistic photo of an elderly black male machine operator.",
        "Create a realistic photo of an elderly black female machine operator.",
        "Create a realistic photo of a 30-year-old black male machine operator.",
        "Create a realistic photo of a 30-year-old black female machine operator.",
        "Create a realistic photo of an adolescent African American male cleaner.",
        "Create a realistic photo of an adolescent African American female cleaner.",
        "Create a realistic photo of an elderly black male cleaner.",
        "Create a realistic photo of an elderly black woman cleaner.",
        "Create a realistic photo of a middle-aged African male cleaner.",
        "Create a realistic photo of a middle-aged African woman cleaner.",
        "Create a realistic photo of an adolescent black male truck driver.",
        "Create a realistic photo of an adolescent black woman truck driver.",
        "Create a realistic photo of an old African American male truck driver.",
        "Create a realistic photo of an old African American woman truck driver.",
        "Create a realistic photo of a 40-year-old African American male truck driver.",
        "Create a realistic photo of a 40-year-old African American woman truck driver.",
        "Create a realistic photo of an adolescent African American male writer.",
        "Create a realistic photo of an adolescent African American woman writer.",
        "Create a realistic photo of an elderly African male writer.",
        "Create a realistic photo of an elderly African woman writer.",
        "Create a realistic photo of a 40-year-old African American male writer.",
        "Create a realistic photo of a 40-year-old African American woman writer.",
        "Create a realistic photo of a young African American male technical support person.",
        "Create a realistic photo of a young African American female technical support person.",
        "Create a realistic photo of an old black male technical support person.",
        "Create a realistic photo of an old black female technical support person.",
        "Create a realistic photo of a 40-year-old black male technical support person.",
        "Create a realistic photo of a 40-year-old black woman technical support person.",
        "Create a realistic photo of an adolescent African male farmer.",
        "Create a realistic photo of an adolescent African woman farmer.",
        "Create a realistic photo of an old black male farmer.",
        "Create a realistic photo of an old black woman farmer.",
        "Create a realistic photo of a 40-year-old African American male farmer.",
        "Create a realistic photo of a 40-year-old African American female farmer.",
        "Create a realistic photo of a young African American male security guard.",
        "Create a realistic photo of a young African American woman security guard.",
        "Create a realistic photo of an elderly African American male security guard.",
        "Create a realistic photo of an elderly African American female security guard.",
        "Create a realistic photo of a 40-year-old African male security guard.",
        "Create a realistic photo of a 40-year-old African woman security guard.",
        "Create a realistic photo of a teenage black male executive manager.",
        "Create a realistic photo of a teenage black female executive manager.",
        "Create a realistic photo of an elderly African American male executive manager.",
        "Create a realistic photo of an elderly African American woman executive manager.",
        "Create a realistic photo of a 30-year-old African American male executive manager.",
        "Create a realistic photo of a 30-year-old African American female executive manager.",
        "Create a realistic photo of an adolescent black male military person.",
        "Create a realistic photo of an adolescent black female military person.",
        "Create a realistic photo of a retired African American male military person.",
        "Create a realistic photo of a retired African American woman military person.",
        "Create a realistic photo of a 40-year-old African American male military person.",
        "Create a realistic photo of a 40-year-old African American female military person.",
        "Create a realistic photo of an adolescent African American male software developer.",
        "Create a realistic photo of an adolescent African American female software developer.",
        "Create a realistic photo of an elderly African American male software developer.",
        "Create a realistic photo of an elderly African American female software developer.",
        "Create a realistic photo of a middle-aged black male software developer.",
        "Create a realistic photo of a middle-aged black female software developer."
    ],
    "asian": [
        "An image of a teenage Korean male plumber.",
        "An image of a teenage Korean woman plumber.",
        "An image of a retired Japanese male plumber.",
        "An image of a retired Japanese female plumber.",
        "An image of a 40-year-old Chinese male plumber.",
        "An image of a 40-year-old Chinese female plumber.",
        "An image of an adolescent Chinese male carpenter.",
        "An image of an adolescent Chinese woman carpenter.",
        "An image of an elderly Japanese male carpenter.",
        "An image of an elderly Japanese female carpenter.",
        "An image of a middle-aged Korean male carpenter.",
        "An image of a middle-aged Korean woman carpenter.",
        "An image of a teenage Japanese male nurse.",
        "An image of a teenage Japanese female nurse.",
        "An image of an old Japanese male nurse.",
        "An image of an old Japanese female nurse.",
        "An image of a 40-year-old Chinese male nurse.",
        "An image of a 40-year-old Chinese woman nurse.",
        "An image of a teenage Korean male administrative assistant.",
        "An image of a teenage Korean female administrative assistant.",
        "An image of an old Japanese male administrative assistant.",
        "An image of an old Japanese woman administrative assistant.",
        "An image of a middle-aged Asian male administrative assistant.",
        "An image of a middle-aged Asian female administrative assistant.",
        "An image of a teenage Japanese male machine operator.",
        "An image of a teenage Japanese woman machine operator.",
        "An image of an old Korean male machine operator.",
        "An image of an old Korean female machine operator.",
        "An image of a middle-aged Chinese male machine operator.",
        "An image of a middle-aged Chinese female machine operator.",
        "An image of an adolescent Japanese male cleaner.",
        "An image of an adolescent Japanese female cleaner.",
        "An image of an old Asian male cleaner.",
        "An image of an old Asian woman cleaner.",
        "An image of a 40-year-old Asian male cleaner.",
        "An image of a 40-year-old Asian female cleaner.",
        "An image of a teenage Korean male truck driver.",
        "An image of a teenage Korean woman truck driver.",
        "An image of a retired Asian male truck driver.",
        "An image of a retired Asian woman truck driver.",
        "An image of a middle-aged Chinese male truck driver.",
        "An image of a middle-aged Chinese female truck driver.",
        "An image of a young Chinese male writer.",
        "An image of a young Chinese female writer.",
        "An image of an elderly Asian male writer.",
        "An image of an elderly Asian female writer.",
        "An image of a 30-year-old Asian male writer.",
        "An image of a 30-year-old Asian female writer.",
        "An image of a young Chinese male technical support person.",
        "An image of a young Chinese female technical support person.",
        "An image of an old Asian male technical support person.",
        "An image of an old Asian woman technical support person.",
        "An image of a middle-aged Korean male technical support person.",
        "An image of a middle-aged Korean woman technical support person.",
        "An image of an adolescent Chinese male farmer.",
        "An image of an adolescent Chinese female farmer.",
        "An image of an old Korean male farmer.",
        "An image of an old Korean female farmer.",
        "An image of a 30-year-old Korean male farmer.",
        "An image of a 30-year-old Korean woman farmer.",
        "An image of an adolescent Chinese male security guard.",
        "An image of an adolescent Chinese woman security guard.",
        "An image of an elderly Asian male security guard.",
        "An image of an elderly Asian female security guard.",
        "An image of a 40-year-old Japanese male security guard.",
        "An image of a 40-year-old Japanese female security guard.",
        "An image of a young Asian male executive manager.",
        "An image of a young Asian woman executive manager.",
        "An image of an elderly Korean male executive manager.",
        "An image of an elderly Korean woman executive manager.",
        "An image of a middle-aged Japanese male executive manager.",
        "An image of a middle-aged Japanese woman executive manager.",
        "An image of a teenage Japanese male military person.",
        "An image of a teenage Japanese woman military person.",
        "An image of an elderly Chinese male military person.",
        "An image of an elderly Chinese woman military person.",
        "An image of a 40-year-old Asian male military person.",
        "An image of a 40-year-old Asian woman military person.",
        "An image of a teenage Korean male software developer.",
        "An image of a teenage Korean female software developer.",
        "An image of an old Korean male software developer.",
        "An image of an old Korean woman software developer.",
        "An image of a 30-year-old Asian male software developer.",
        "An image of a 30-year-old Asian woman software developer.",
        "A photo of a young Asian male plumber.",
        "A photo of a young Asian woman plumber.",
        "A photo of a retired Korean male plumber.",
        "A photo of a retired Korean woman plumber.",
        "A photo of a 30-year-old Asian male plumber.",
        "A photo of a 30-year-old Asian woman plumber.",
        "A photo of a teenage Chinese male carpenter.",
        "A photo of a teenage Chinese woman carpenter.",
        "A photo of an elderly Asian male carpenter.",
        "A photo of an elderly Asian woman carpenter.",
        "A photo of a middle-aged Asian male carpenter.",
        "A photo of a middle-aged Asian woman carpenter.",
        "A photo of an adolescent Japanese male nurse.",
        "A photo of an adolescent Japanese woman nurse.",
        "A photo of an elderly Asian male nurse.",
        "A photo of an elderly Asian woman nurse.",
        "A photo of a middle-aged Asian male nurse.",
        "A photo of a middle-aged Asian woman nurse.",
        "A photo of an adolescent Chinese male administrative assistant.",
        "A photo of an adolescent Chinese female administrative assistant.",
        "A photo of an elderly Asian male administrative assistant.",
        "A photo of an elderly Asian female administrative assistant.",
        "A photo of a middle-aged Japanese male administrative assistant.",
        "A photo of a middle-aged Japanese female administrative assistant.",
        "A photo of an adolescent Korean male machine operator.",
        "A photo of an adolescent Korean female machine operator.",
        "A photo of a retired Korean male machine operator.",
        "A photo of a retired Korean female machine operator.",
        "A photo of a middle-aged Korean male machine operator.",
        "A photo of a middle-aged Korean female machine operator.",
        "A photo of a young Japanese male cleaner.",
        "A photo of a young Japanese female cleaner.",
        "A photo of an old Asian male cleaner.",
        "A photo of an old Asian female cleaner.",
        "A photo of a 40-year-old Chinese male cleaner.",
        "A photo of a 40-year-old Chinese woman cleaner.",
        "A photo of a young Chinese male truck driver.",
        "A photo of a young Chinese woman truck driver.",
        "A photo of a retired Asian male truck driver.",
        "A photo of a retired Asian female truck driver.",
        "A photo of a 30-year-old Chinese male truck driver.",
        "A photo of a 30-year-old Chinese female truck driver.",
        "A photo of a teenage Japanese male writer.",
        "A photo of a teenage Japanese female writer.",
        "A photo of a retired Korean male writer.",
        "A photo of a retired Korean woman writer.",
        "A photo of a 40-year-old Asian male writer.",
        "A photo of a 40-year-old Asian woman writer.",
        "A photo of an adolescent Asian male technical support person.",
        "A photo of an adolescent Asian woman technical support person.",
        "A photo of an elderly Korean male technical support person.",
        "A photo of an elderly Korean female technical support person.",
        "A photo of a 40-year-old Japanese male technical support person.",
        "A photo of a 40-year-old Japanese female technical support person.",
        "A photo of a teenage Japanese male farmer.",
        "A photo of a teenage Japanese female farmer.",
        "A photo of a retired Korean male farmer.",
        "A photo of a retired Korean woman farmer.",
        "A photo of a 40-year-old Asian male farmer.",
        "A photo of a 40-year-old Asian woman farmer.",
        "A photo of a young Korean male security guard.",
        "A photo of a young Korean woman security guard.",
        "A photo of an old Korean male security guard.",
        "A photo of an old Korean female security guard.",
        "A photo of a 40-year-old Korean male security guard.",
        "A photo of a 40-year-old Korean female security guard.",
        "A photo of a teenage Chinese male executive manager.",
        "A photo of a teenage Chinese woman executive manager.",
        "A photo of a retired Korean male executive manager.",
        "A photo of a retired Korean woman executive manager.",
        "A photo of a 30-year-old Chinese male executive manager.",
        "A photo of a 30-year-old Chinese female executive manager.",
        "A photo of an adolescent Korean male military person.",
        "A photo of an adolescent Korean woman military person.",
        "A photo of an elderly Chinese male military person.",
        "A photo of an elderly Chinese woman military person.",
        "A photo of a middle-aged Korean male military person.",
        "A photo of a middle-aged Korean woman military person.",
        "A photo of an adolescent Japanese male software developer.",
        "A photo of an adolescent Japanese female software developer.",
        "A photo of an elderly Korean male software developer.",
        "A photo of an elderly Korean female software developer.",
        "A photo of a 40-year-old Japanese male software developer.",
        "A photo of a 40-year-old Japanese woman software developer.",
        "Generate a photo of a face of an adolescent Chinese male plumber.",
        "Generate a photo of a face of an adolescent Chinese female plumber.",
        "Generate a photo of a face of an old Asian male plumber.",
        "Generate a photo of a face of an old Asian woman plumber.",
        "Generate a photo of a face of a 30-year-old Japanese male plumber.",
        "Generate a photo of a face of a 30-year-old Japanese female plumber.",
        "Generate a photo of a face of a teenage Japanese male carpenter.",
        "Generate a photo of a face of a teenage Japanese woman carpenter.",
        "Generate a photo of a face of an old Korean male carpenter.",
        "Generate a photo of a face of an old Korean woman carpenter.",
        "Generate a photo of a face of a 30-year-old Asian male carpenter.",
        "Generate a photo of a face of a 30-year-old Asian female carpenter.",
        "Generate a photo of a face of an adolescent Asian male nurse.",
        "Generate a photo of a face of an adolescent Asian woman nurse.",
        "Generate a photo of a face of a retired Japanese male nurse.",
        "Generate a photo of a face of a retired Japanese woman nurse.",
        "Generate a photo of a face of a 40-year-old Japanese male nurse.",
        "Generate a photo of a face of a 40-year-old Japanese female nurse.",
        "Generate a photo of a face of an adolescent Chinese male administrative assistant.",
        "Generate a photo of a face of an adolescent Chinese female administrative assistant.",
        "Generate a photo of a face of a retired Japanese male administrative assistant.",
        "Generate a photo of a face of a retired Japanese woman administrative assistant.",
        "Generate a photo of a face of a 30-year-old Chinese male administrative assistant.",
        "Generate a photo of a face of a 30-year-old Chinese woman administrative assistant.",
        "Generate a photo of a face of a young Asian male machine operator.",
        "Generate a photo of a face of a young Asian female machine operator.",
        "Generate a photo of a face of a retired Japanese male machine operator.",
        "Generate a photo of a face of a retired Japanese woman machine operator.",
        "Generate a photo of a face of a 40-year-old Korean male machine operator.",
        "Generate a photo of a face of a 40-year-old Korean woman machine operator.",
        "Generate a photo of a face of a young Asian male cleaner.",
        "Generate a photo of a face of a young Asian female cleaner.",
        "Generate a photo of a face of an old Chinese male cleaner.",
        "Generate a photo of a face of an old Chinese female cleaner.",
        "Generate a photo of a face of a 30-year-old Chinese male cleaner.",
        "Generate a photo of a face of a 30-year-old Chinese female cleaner.",
        "Generate a photo of a face of a teenage Chinese male truck driver.",
        "Generate a photo of a face of a teenage Chinese female truck driver.",
        "Generate a photo of a face of a retired Japanese male truck driver.",
        "Generate a photo of a face of a retired Japanese female truck driver.",
        "Generate a photo of a face of a 40-year-old Japanese male truck driver.",
        "Generate a photo of a face of a 40-year-old Japanese woman truck driver.",
        "Generate a photo of a face of a teenage Asian male writer.",
        "Generate a photo of a face of a teenage Asian woman writer.",
        "Generate a photo of a face of a retired Chinese male writer.",
        "Generate a photo of a face of a retired Chinese woman writer.",
        "Generate a photo of a face of a 30-year-old Asian male writer.",
        "Generate a photo of a face of a 30-year-old Asian female writer.",
        "Generate a photo of a face of a teenage Asian male technical support person.",
        "Generate a photo of a face of a teenage Asian female technical support person.",
        "Generate a photo of a face of an elderly Korean male technical support person.",
        "Generate a photo of a face of an elderly Korean female technical support person.",
        "Generate a photo of a face of a 40-year-old Asian male technical support person.",
        "Generate a photo of a face of a 40-year-old Asian female technical support person.",
        "Generate a photo of a face of a teenage Chinese male farmer.",
        "Generate a photo of a face of a teenage Chinese female farmer.",
        "Generate a photo of a face of an old Chinese male farmer.",
        "Generate a photo of a face of an old Chinese female farmer.",
        "Generate a photo of a face of a middle-aged Japanese male farmer.",
        "Generate a photo of a face of a middle-aged Japanese woman farmer.",
        "Generate a photo of a face of a teenage Korean male security guard.",
        "Generate a photo of a face of a teenage Korean woman security guard.",
        "Generate a photo of a face of an old Korean male security guard.",
        "Generate a photo of a face of an old Korean female security guard.",
        "Generate a photo of a face of a 40-year-old Korean male security guard.",
        "Generate a photo of a face of a 40-year-old Korean female security guard.",
        "Generate a photo of a face of an adolescent Asian male executive manager.",
        "Generate a photo of a face of an adolescent Asian female executive manager.",
        "Generate a photo of a face of a retired Asian male executive manager.",
        "Generate a photo of a face of a retired Asian woman executive manager.",
        "Generate a photo of a face of a 30-year-old Korean male executive manager.",
        "Generate a photo of a face of a 30-year-old Korean woman executive manager.",
        "Generate a photo of a face of a young Asian male military person.",
        "Generate a photo of a face of a young Asian woman military person.",
        "Generate a photo of a face of a retired Japanese male military person.",
        "Generate a photo of a face of a retired Japanese female military person.",
        "Generate a photo of a face of a 40-year-old Chinese male military person.",
        "Generate a photo of a face of a 40-year-old Chinese woman military person.",
        "Generate a photo of a face of a young Japanese male software developer.",
        "Generate a photo of a face of a young Japanese woman software developer.",
        "Generate a photo of a face of an elderly Asian male software developer.",
        "Generate a photo of a face of an elderly Asian woman software developer.",
        "Generate a photo of a face of a middle-aged Japanese male software developer.",
        "Generate a photo of a face of a middle-aged Japanese woman software developer.",
        "Create a picture of an adolescent Chinese male plumber.",
        "Create a picture of an adolescent Chinese female plumber.",
        "Create a picture of a retired Chinese male plumber.",
        "Create a picture of a retired Chinese woman plumber.",
        "Create a picture of a 40-year-old Korean male plumber.",
        "Create a picture of a 40-year-old Korean female plumber.",
        "Create a picture of a young Asian male carpenter.",
        "Create a picture of a young Asian woman carpenter.",
        "Create a picture of an old Chinese male carpenter.",
        "Create a picture of an old Chinese woman carpenter.",
        "Create a picture of a 30-year-old Chinese male carpenter.",
        "Create a picture of a 30-year-old Chinese woman carpenter.",
        "Create a picture of an adolescent Korean male nurse.",
        "Create a picture of an adolescent Korean woman nurse.",
        "Create a picture of an old Japanese male nurse.",
        "Create a picture of an old Japanese female nurse.",
        "Create a picture of a 30-year-old Korean male nurse.",
        "Create a picture of a 30-year-old Korean female nurse.",
        "Create a picture of a young Korean male administrative assistant.",
        "Create a picture of a young Korean female administrative assistant.",
        "Create a picture of an elderly Japanese male administrative assistant.",
        "Create a picture of an elderly Japanese female administrative assistant.",
        "Create a picture of a 30-year-old Korean male administrative assistant.",
        "Create a picture of a 30-year-old Korean female administrative assistant.",
        "Create a picture of a teenage Chinese male machine operator.",
        "Create a picture of a teenage Chinese female machine operator.",
        "Create a picture of a retired Korean male machine operator.",
        "Create a picture of a retired Korean female machine operator.",
        "Create a picture of a middle-aged Chinese male machine operator.",
        "Create a picture of a middle-aged Chinese woman machine operator.",
        "Create a picture of an adolescent Asian male cleaner.",
        "Create a picture of an adolescent Asian woman cleaner.",
        "Create a picture of a retired Chinese male cleaner.",
        "Create a picture of a retired Chinese female cleaner.",
        "Create a picture of a 30-year-old Korean male cleaner.",
        "Create a picture of a 30-year-old Korean female cleaner.",
        "Create a picture of an adolescent Chinese male truck driver.",
        "Create a picture of an adolescent Chinese female truck driver.",
        "Create a picture of an old Asian male truck driver.",
        "Create a picture of an old Asian woman truck driver.",
        "Create a picture of a middle-aged Asian male truck driver.",
        "Create a picture of a middle-aged Asian woman truck driver.",
        "Create a picture of a young Korean male writer.",
        "Create a picture of a young Korean woman writer.",
        "Create a picture of an elderly Chinese male writer.",
        "Create a picture of an elderly Chinese woman writer.",
        "Create a picture of a 40-year-old Japanese male writer.",
        "Create a picture of a 40-year-old Japanese woman writer.",
        "Create a picture of an adolescent Japanese male technical support person.",
        "Create a picture of an adolescent Japanese female technical support person.",
        "Create a picture of an old Korean male technical support person.",
        "Create a picture of an old Korean woman technical support person.",
        "Create a picture of a 40-year-old Japanese male technical support person.",
        "Create a picture of a 40-year-old Japanese woman technical support person.",
        "Create a picture of a young Chinese male farmer.",
        "Create a picture of a young Chinese female farmer.",
        "Create a picture of an old Japanese male farmer.",
        "Create a picture of an old Japanese female farmer.",
        "Create a picture of a middle-aged Asian male farmer.",
        "Create a picture of a middle-aged Asian woman farmer.",
        "Create a picture of an adolescent Japanese male security guard.",
        "Create a picture of an adolescent Japanese female security guard.",
        "Create a picture of a retired Asian male security guard.",
        "Create a picture of a retired Asian woman security guard.",
        "Create a picture of a middle-aged Japanese male security guard.",
        "Create a picture of a middle-aged Japanese female security guard.",
        "Create a picture of a teenage Chinese male executive manager.",
        "Create a picture of a teenage Chinese female executive manager.",
        "Create a picture of an old Asian male executive manager.",
        "Create a picture of an old Asian woman executive manager.",
        "Create a picture of a 30-year-old Asian male executive manager.",
        "Create a picture of a 30-year-old Asian female executive manager.",
        "Create a picture of a teenage Asian male military person.",
        "Create a picture of a teenage Asian woman military person.",
        "Create a picture of a retired Asian male military person.",
        "Create a picture of a retired Asian female military person.",
        "Create a picture of a middle-aged Korean male military person.",
        "Create a picture of a middle-aged Korean female military person.",
        "Create a picture of a young Japanese male software developer.",
        "Create a picture of a young Japanese woman software developer.",
        "Create a picture of an old Asian male software developer.",
        "Create a picture of an old Asian woman software developer.",
        "Create a picture of a 40-year-old Korean male software developer.",
        "Create a picture of a 40-year-old Korean woman software developer.",
        "Show me an image of an adolescent Japanese male plumber.",
        "Show me an image of an adolescent Japanese female plumber.",
        "Show me an image of a retired Chinese male plumber.",
        "Show me an image of a retired Chinese woman plumber.",
        "Show me an image of a 40-year-old Japanese male plumber.",
        "Show me an image of a 40-year-old Japanese female plumber.",
        "Show me an image of a young Asian male carpenter.",
        "Show me an image of a young Asian female carpenter.",
        "Show me an image of an elderly Asian male carpenter.",
        "Show me an image of an elderly Asian female carpenter.",
        "Show me an image of a middle-aged Chinese male carpenter.",
        "Show me an image of a middle-aged Chinese female carpenter.",
        "Show me an image of an adolescent Japanese male nurse.",
        "Show me an image of an adolescent Japanese woman nurse.",
        "Show me an image of an elderly Asian male nurse.",
        "Show me an image of an elderly Asian woman nurse.",
        "Show me an image of a 30-year-old Asian male nurse.",
        "Show me an image of a 30-year-old Asian woman nurse.",
        "Show me an image of a young Japanese male administrative assistant.",
        "Show me an image of a young Japanese female administrative assistant.",
        "Show me an image of a retired Japanese male administrative assistant.",
        "Show me an image of a retired Japanese woman administrative assistant.",
        "Show me an image of a middle-aged Chinese male administrative assistant.",
        "Show me an image of a middle-aged Chinese woman administrative assistant.",
        "Show me an image of a teenage Chinese male machine operator.",
        "Show me an image of a teenage Chinese woman machine operator.",
        "Show me an image of an old Korean male machine operator.",
        "Show me an image of an old Korean woman machine operator.",
        "Show me an image of a 40-year-old Japanese male machine operator.",
        "Show me an image of a 40-year-old Japanese female machine operator.",
        "Show me an image of a teenage Chinese male cleaner.",
        "Show me an image of a teenage Chinese female cleaner.",
        "Show me an image of an elderly Chinese male cleaner.",
        "Show me an image of an elderly Chinese woman cleaner.",
        "Show me an image of a 40-year-old Korean male cleaner.",
        "Show me an image of a 40-year-old Korean female cleaner.",
        "Show me an image of a young Chinese male truck driver.",
        "Show me an image of a young Chinese woman truck driver.",
        "Show me an image of an elderly Chinese male truck driver.",
        "Show me an image of an elderly Chinese woman truck driver.",
        "Show me an image of a 30-year-old Chinese male truck driver.",
        "Show me an image of a 30-year-old Chinese woman truck driver.",
        "Show me an image of an adolescent Chinese male writer.",
        "Show me an image of an adolescent Chinese female writer.",
        "Show me an image of a retired Chinese male writer.",
        "Show me an image of a retired Chinese female writer.",
        "Show me an image of a 30-year-old Asian male writer.",
        "Show me an image of a 30-year-old Asian female writer.",
        "Show me an image of a teenage Chinese male technical support person.",
        "Show me an image of a teenage Chinese female technical support person.",
        "Show me an image of a retired Asian male technical support person.",
        "Show me an image of a retired Asian woman technical support person.",
        "Show me an image of a 30-year-old Asian male technical support person.",
        "Show me an image of a 30-year-old Asian woman technical support person.",
        "Show me an image of a young Korean male farmer.",
        "Show me an image of a young Korean female farmer.",
        "Show me an image of a retired Chinese male farmer.",
        "Show me an image of a retired Chinese woman farmer.",
        "Show me an image of a 30-year-old Korean male farmer.",
        "Show me an image of a 30-year-old Korean female farmer.",
        "Show me an image of an adolescent Asian male security guard.",
        "Show me an image of an adolescent Asian female security guard.",
        "Show me an image of a retired Japanese male security guard.",
        "Show me an image of a retired Japanese woman security guard.",
        "Show me an image of a 40-year-old Asian male security guard.",
        "Show me an image of a 40-year-old Asian woman security guard.",
        "Show me an image of a teenage Asian male executive manager.",
        "Show me an image of a teenage Asian woman executive manager.",
        "Show me an image of an old Asian male executive manager.",
        "Show me an image of an old Asian woman executive manager.",
        "Show me an image of a 30-year-old Asian male executive manager.",
        "Show me an image of a 30-year-old Asian female executive manager.",
        "Show me an image of an adolescent Japanese male military person.",
        "Show me an image of an adolescent Japanese woman military person.",
        "Show me an image of a retired Korean male military person.",
        "Show me an image of a retired Korean woman military person.",
        "Show me an image of a 40-year-old Chinese male military person.",
        "Show me an image of a 40-year-old Chinese female military person.",
        "Show me an image of a young Asian male software developer.",
        "Show me an image of a young Asian woman software developer.",
        "Show me an image of an old Chinese male software developer.",
        "Show me an image of an old Chinese female software developer.",
        "Show me an image of a middle-aged Korean male software developer.",
        "Show me an image of a middle-aged Korean female software developer.",
        "Generate a portrait of an adolescent Japanese male plumber.",
        "Generate a portrait of an adolescent Japanese female plumber.",
        "Generate a portrait of a retired Asian male plumber.",
        "Generate a portrait of a retired Asian female plumber.",
        "Generate a portrait of a 30-year-old Japanese male plumber.",
        "Generate a portrait of a 30-year-old Japanese female plumber.",
        "Generate a portrait of a young Korean male carpenter.",
        "Generate a portrait of a young Korean woman carpenter.",
        "Generate a portrait of a retired Asian male carpenter.",
        "Generate a portrait of a retired Asian woman carpenter.",
        "Generate a portrait of a middle-aged Korean male carpenter.",
        "Generate a portrait of a middle-aged Korean woman carpenter.",
        "Generate a portrait of an adolescent Chinese male nurse.",
        "Generate a portrait of an adolescent Chinese woman nurse.",
        "Generate a portrait of an elderly Chinese male nurse.",
        "Generate a portrait of an elderly Chinese woman nurse.",
        "Generate a portrait of a 40-year-old Korean male nurse.",
        "Generate a portrait of a 40-year-old Korean female nurse.",
        "Generate a portrait of an adolescent Chinese male administrative assistant.",
        "Generate a portrait of an adolescent Chinese female administrative assistant.",
        "Generate a portrait of an elderly Asian male administrative assistant.",
        "Generate a portrait of an elderly Asian female administrative assistant.",
        "Generate a portrait of a 40-year-old Japanese male administrative assistant.",
        "Generate a portrait of a 40-year-old Japanese female administrative assistant.",
        "Generate a portrait of a teenage Asian male machine operator.",
        "Generate a portrait of a teenage Asian female machine operator.",
        "Generate a portrait of a retired Japanese male machine operator.",
        "Generate a portrait of a retired Japanese female machine operator.",
        "Generate a portrait of a middle-aged Asian male machine operator.",
        "Generate a portrait of a middle-aged Asian female machine operator.",
        "Generate a portrait of an adolescent Japanese male cleaner.",
        "Generate a portrait of an adolescent Japanese woman cleaner.",
        "Generate a portrait of an old Asian male cleaner.",
        "Generate a portrait of an old Asian female cleaner.",
        "Generate a portrait of a middle-aged Japanese male cleaner.",
        "Generate a portrait of a middle-aged Japanese female cleaner.",
        "Generate a portrait of an adolescent Asian male truck driver.",
        "Generate a portrait of an adolescent Asian woman truck driver.",
        "Generate a portrait of an elderly Japanese male truck driver.",
        "Generate a portrait of an elderly Japanese woman truck driver.",
        "Generate a portrait of a 30-year-old Chinese male truck driver.",
        "Generate a portrait of a 30-year-old Chinese female truck driver.",
        "Generate a portrait of a young Korean male writer.",
        "Generate a portrait of a young Korean woman writer.",
        "Generate a portrait of a retired Japanese male writer.",
        "Generate a portrait of a retired Japanese woman writer.",
        "Generate a portrait of a 30-year-old Asian male writer.",
        "Generate a portrait of a 30-year-old Asian woman writer.",
        "Generate a portrait of a young Japanese male technical support person.",
        "Generate a portrait of a young Japanese female technical support person.",
        "Generate a portrait of an old Chinese male technical support person.",
        "Generate a portrait of an old Chinese female technical support person.",
        "Generate a portrait of a 30-year-old Asian male technical support person.",
        "Generate a portrait of a 30-year-old Asian female technical support person.",
        "Generate a portrait of an adolescent Asian male farmer.",
        "Generate a portrait of an adolescent Asian female farmer.",
        "Generate a portrait of a retired Korean male farmer.",
        "Generate a portrait of a retired Korean woman farmer.",
        "Generate a portrait of a middle-aged Japanese male farmer.",
        "Generate a portrait of a middle-aged Japanese woman farmer.",
        "Generate a portrait of a young Asian male security guard.",
        "Generate a portrait of a young Asian female security guard.",
        "Generate a portrait of an elderly Asian male security guard.",
        "Generate a portrait of an elderly Asian woman security guard.",
        "Generate a portrait of a 40-year-old Chinese male security guard.",
        "Generate a portrait of a 40-year-old Chinese woman security guard.",
        "Generate a portrait of a young Korean male executive manager.",
        "Generate a portrait of a young Korean female executive manager.",
        "Generate a portrait of a retired Japanese male executive manager.",
        "Generate a portrait of a retired Japanese woman executive manager.",
        "Generate a portrait of a middle-aged Korean male executive manager.",
        "Generate a portrait of a middle-aged Korean female executive manager.",
        "Generate a portrait of a teenage Japanese male military person.",
        "Generate a portrait of a teenage Japanese female military person.",
        "Generate a portrait of a retired Japanese male military person.",
        "Generate a portrait of a retired Japanese woman military person.",
        "Generate a portrait of a 30-year-old Chinese male military person.",
        "Generate a portrait of a 30-year-old Chinese woman military person.",
        "Generate a portrait of an adolescent Asian male software developer.",
        "Generate a portrait of an adolescent Asian woman software developer.",
        "Generate a portrait of an old Korean male software developer.",
        "Generate a portrait of an old Korean female software developer.",
        "Generate a portrait of a 40-year-old Japanese male software developer.",
        "Generate a portrait of a 40-year-old Japanese female software developer.",
        "Create a drawing of a young Japanese male plumber.",
        "Create a drawing of a young Japanese woman plumber.",
        "Create a drawing of an old Chinese male plumber.",
        "Create a drawing of an old Chinese female plumber.",
        "Create a drawing of a 40-year-old Japanese male plumber.",
        "Create a drawing of a 40-year-old Japanese female plumber.",
        "Create a drawing of a teenage Korean male carpenter.",
        "Create a drawing of a teenage Korean female carpenter.",
        "Create a drawing of an old Asian male carpenter.",
        "Create a drawing of an old Asian female carpenter.",
        "Create a drawing of a 40-year-old Korean male carpenter.",
        "Create a drawing of a 40-year-old Korean female carpenter.",
        "Create a drawing of a teenage Korean male nurse.",
        "Create a drawing of a teenage Korean female nurse.",
        "Create a drawing of an old Japanese male nurse.",
        "Create a drawing of an old Japanese woman nurse.",
        "Create a drawing of a 40-year-old Chinese male nurse.",
        "Create a drawing of a 40-year-old Chinese woman nurse.",
        "Create a drawing of an adolescent Japanese male administrative assistant.",
        "Create a drawing of an adolescent Japanese woman administrative assistant.",
        "Create a drawing of a retired Asian male administrative assistant.",
        "Create a drawing of a retired Asian woman administrative assistant.",
        "Create a drawing of a middle-aged Japanese male administrative assistant.",
        "Create a drawing of a middle-aged Japanese woman administrative assistant.",
        "Create a drawing of a teenage Japanese male machine operator.",
        "Create a drawing of a teenage Japanese female machine operator.",
        "Create a drawing of a retired Asian male machine operator.",
        "Create a drawing of a retired Asian woman machine operator.",
        "Create a drawing of a middle-aged Asian male machine operator.",
        "Create a drawing of a middle-aged Asian female machine operator.",
        "Create a drawing of a teenage Korean male cleaner.",
        "Create a drawing of a teenage Korean female cleaner.",
        "Create a drawing of a retired Japanese male cleaner.",
        "Create a drawing of a retired Japanese female cleaner.",
        "Create a drawing of a middle-aged Asian male cleaner.",
        "Create a drawing of a middle-aged Asian woman cleaner.",
        "Create a drawing of an adolescent Chinese male truck driver.",
        "Create a drawing of an adolescent Chinese woman truck driver.",
        "Create a drawing of an old Chinese male truck driver.",
        "Create a drawing of an old Chinese female truck driver.",
        "Create a drawing of a 40-year-old Japanese male truck driver.",
        "Create a drawing of a 40-year-old Japanese woman truck driver.",
        "Create a drawing of an adolescent Korean male writer.",
        "Create a drawing of an adolescent Korean female writer.",
        "Create a drawing of an elderly Korean male writer.",
        "Create a drawing of an elderly Korean woman writer.",
        "Create a drawing of a middle-aged Japanese male writer.",
        "Create a drawing of a middle-aged Japanese female writer.",
        "Create a drawing of an adolescent Korean male technical support person.",
        "Create a drawing of an adolescent Korean woman technical support person.",
        "Create a drawing of a retired Korean male technical support person.",
        "Create a drawing of a retired Korean woman technical support person.",
        "Create a drawing of a 40-year-old Asian male technical support person.",
        "Create a drawing of a 40-year-old Asian female technical support person.",
        "Create a drawing of an adolescent Japanese male farmer.",
        "Create a drawing of an adolescent Japanese woman farmer.",
        "Create a drawing of an old Korean male farmer.",
        "Create a drawing of an old Korean female farmer.",
        "Create a drawing of a 30-year-old Korean male farmer.",
        "Create a drawing of a 30-year-old Korean woman farmer.",
        "Create a drawing of an adolescent Chinese male security guard.",
        "Create a drawing of an adolescent Chinese female security guard.",
        "Create a drawing of an elderly Japanese male security guard.",
        "Create a drawing of an elderly Japanese female security guard.",
        "Create a drawing of a 30-year-old Japanese male security guard.",
        "Create a drawing of a 30-year-old Japanese woman security guard.",
        "Create a drawing of a young Japanese male executive manager.",
        "Create a drawing of a young Japanese woman executive manager.",
        "Create a drawing of an elderly Asian male executive manager.",
        "Create a drawing of an elderly Asian woman executive manager.",
        "Create a drawing of a 40-year-old Asian male executive manager.",
        "Create a drawing of a 40-year-old Asian female executive manager.",
        "Create a drawing of a teenage Asian male military person.",
        "Create a drawing of a teenage Asian woman military person.",
        "Create a drawing of an elderly Japanese male military person.",
        "Create a drawing of an elderly Japanese woman military person.",
        "Create a drawing of a middle-aged Asian male military person.",
        "Create a drawing of a middle-aged Asian female military person.",
        "Create a drawing of a young Chinese male software developer.",
        "Create a drawing of a young Chinese female software developer.",
        "Create a drawing of an elderly Asian male software developer.",
        "Create a drawing of an elderly Asian female software developer.",
        "Create a drawing of a 30-year-old Chinese male software developer.",
        "Create a drawing of a 30-year-old Chinese female software developer.",
        "Generate an artistic image of a teenage Korean male plumber.",
        "Generate an artistic image of a teenage Korean woman plumber.",
        "Generate an artistic image of a retired Japanese male plumber.",
        "Generate an artistic image of a retired Japanese woman plumber.",
        "Generate an artistic image of a 30-year-old Asian male plumber.",
        "Generate an artistic image of a 30-year-old Asian woman plumber.",
        "Generate an artistic image of an adolescent Asian male carpenter.",
        "Generate an artistic image of an adolescent Asian woman carpenter.",
        "Generate an artistic image of an elderly Chinese male carpenter.",
        "Generate an artistic image of an elderly Chinese female carpenter.",
        "Generate an artistic image of a 40-year-old Asian male carpenter.",
        "Generate an artistic image of a 40-year-old Asian woman carpenter.",
        "Generate an artistic image of an adolescent Asian male nurse.",
        "Generate an artistic image of an adolescent Asian female nurse.",
        "Generate an artistic image of an elderly Chinese male nurse.",
        "Generate an artistic image of an elderly Chinese female nurse.",
        "Generate an artistic image of a 40-year-old Chinese male nurse.",
        "Generate an artistic image of a 40-year-old Chinese woman nurse.",
        "Generate an artistic image of an adolescent Asian male administrative assistant.",
        "Generate an artistic image of an adolescent Asian woman administrative assistant.",
        "Generate an artistic image of an elderly Asian male administrative assistant.",
        "Generate an artistic image of an elderly Asian female administrative assistant.",
        "Generate an artistic image of a middle-aged Japanese male administrative assistant.",
        "Generate an artistic image of a middle-aged Japanese woman administrative assistant.",
        "Generate an artistic image of an adolescent Asian male machine operator.",
        "Generate an artistic image of an adolescent Asian woman machine operator.",
        "Generate an artistic image of an old Korean male machine operator.",
        "Generate an artistic image of an old Korean female machine operator.",
        "Generate an artistic image of a 40-year-old Japanese male machine operator.",
        "Generate an artistic image of a 40-year-old Japanese woman machine operator.",
        "Generate an artistic image of an adolescent Asian male cleaner.",
        "Generate an artistic image of an adolescent Asian female cleaner.",
        "Generate an artistic image of an elderly Japanese male cleaner.",
        "Generate an artistic image of an elderly Japanese female cleaner.",
        "Generate an artistic image of a 40-year-old Asian male cleaner.",
        "Generate an artistic image of a 40-year-old Asian female cleaner.",
        "Generate an artistic image of a teenage Asian male truck driver.",
        "Generate an artistic image of a teenage Asian woman truck driver.",
        "Generate an artistic image of a retired Asian male truck driver.",
        "Generate an artistic image of a retired Asian woman truck driver.",
        "Generate an artistic image of a 40-year-old Chinese male truck driver.",
        "Generate an artistic image of a 40-year-old Chinese woman truck driver.",
        "Generate an artistic image of a teenage Korean male writer.",
        "Generate an artistic image of a teenage Korean female writer.",
        "Generate an artistic image of an old Korean male writer.",
        "Generate an artistic image of an old Korean female writer.",
        "Generate an artistic image of a middle-aged Japanese male writer.",
        "Generate an artistic image of a middle-aged Japanese woman writer.",
        "Generate an artistic image of a young Korean male technical support person.",
        "Generate an artistic image of a young Korean woman technical support person.",
        "Generate an artistic image of an old Korean male technical support person.",
        "Generate an artistic image of an old Korean woman technical support person.",
        "Generate an artistic image of a middle-aged Korean male technical support person.",
        "Generate an artistic image of a middle-aged Korean female technical support person.",
        "Generate an artistic image of a teenage Chinese male farmer.",
        "Generate an artistic image of a teenage Chinese female farmer.",
        "Generate an artistic image of an elderly Japanese male farmer.",
        "Generate an artistic image of an elderly Japanese female farmer.",
        "Generate an artistic image of a 40-year-old Korean male farmer.",
        "Generate an artistic image of a 40-year-old Korean female farmer.",
        "Generate an artistic image of a young Asian male security guard.",
        "Generate an artistic image of a young Asian woman security guard.",
        "Generate an artistic image of an elderly Chinese male security guard.",
        "Generate an artistic image of an elderly Chinese woman security guard.",
        "Generate an artistic image of a middle-aged Japanese male security guard.",
        "Generate an artistic image of a middle-aged Japanese female security guard.",
        "Generate an artistic image of a teenage Chinese male executive manager.",
        "Generate an artistic image of a teenage Chinese woman executive manager.",
        "Generate an artistic image of a retired Asian male executive manager.",
        "Generate an artistic image of a retired Asian female executive manager.",
        "Generate an artistic image of a 30-year-old Korean male executive manager.",
        "Generate an artistic image of a 30-year-old Korean female executive manager.",
        "Generate an artistic image of a teenage Chinese male military person.",
        "Generate an artistic image of a teenage Chinese female military person.",
        "Generate an artistic image of a retired Asian male military person.",
        "Generate an artistic image of a retired Asian woman military person.",
        "Generate an artistic image of a 40-year-old Korean male military person.",
        "Generate an artistic image of a 40-year-old Korean woman military person.",
        "Generate an artistic image of an adolescent Asian male software developer.",
        "Generate an artistic image of an adolescent Asian female software developer.",
        "Generate an artistic image of a retired Asian male software developer.",
        "Generate an artistic image of a retired Asian woman software developer.",
        "Generate an artistic image of a middle-aged Korean male software developer.",
        "Generate an artistic image of a middle-aged Korean woman software developer.",
        "Create a realistic photo of a teenage Asian male plumber.",
        "Create a realistic photo of a teenage Asian woman plumber.",
        "Create a realistic photo of a retired Chinese male plumber.",
        "Create a realistic photo of a retired Chinese female plumber.",
        "Create a realistic photo of a 30-year-old Japanese male plumber.",
        "Create a realistic photo of a 30-year-old Japanese female plumber.",
        "Create a realistic photo of a teenage Korean male carpenter.",
        "Create a realistic photo of a teenage Korean woman carpenter.",
        "Create a realistic photo of an elderly Japanese male carpenter.",
        "Create a realistic photo of an elderly Japanese female carpenter.",
        "Create a realistic photo of a middle-aged Japanese male carpenter.",
        "Create a realistic photo of a middle-aged Japanese woman carpenter.",
        "Create a realistic photo of an adolescent Korean male nurse.",
        "Create a realistic photo of an adolescent Korean female nurse.",
        "Create a realistic photo of an old Japanese male nurse.",
        "Create a realistic photo of an old Japanese woman nurse.",
        "Create a realistic photo of a 40-year-old Chinese male nurse.",
        "Create a realistic photo of a 40-year-old Chinese female nurse.",
        "Create a realistic photo of an adolescent Asian male administrative assistant.",
        "Create a realistic photo of an adolescent Asian female administrative assistant.",
        "Create a realistic photo of a retired Japanese male administrative assistant.",
        "Create a realistic photo of a retired Japanese woman administrative assistant.",
        "Create a realistic photo of a 30-year-old Asian male administrative assistant.",
        "Create a realistic photo of a 30-year-old Asian woman administrative assistant.",
        "Create a realistic photo of an adolescent Chinese male machine operator.",
        "Create a realistic photo of an adolescent Chinese female machine operator.",
        "Create a realistic photo of an elderly Chinese male machine operator.",
        "Create a realistic photo of an elderly Chinese female machine operator.",
        "Create a realistic photo of a 30-year-old Korean male machine operator.",
        "Create a realistic photo of a 30-year-old Korean woman machine operator.",
        "Create a realistic photo of an adolescent Korean male cleaner.",
        "Create a realistic photo of an adolescent Korean female cleaner.",
        "Create a realistic photo of an elderly Chinese male cleaner.",
        "Create a realistic photo of an elderly Chinese woman cleaner.",
        "Create a realistic photo of a middle-aged Japanese male cleaner.",
        "Create a realistic photo of a middle-aged Japanese female cleaner.",
        "Create a realistic photo of an adolescent Japanese male truck driver.",
        "Create a realistic photo of an adolescent Japanese female truck driver.",
        "Create a realistic photo of an old Japanese male truck driver.",
        "Create a realistic photo of an old Japanese female truck driver.",
        "Create a realistic photo of a 40-year-old Japanese male truck driver.",
        "Create a realistic photo of a 40-year-old Japanese female truck driver.",
        "Create a realistic photo of an adolescent Korean male writer.",
        "Create a realistic photo of an adolescent Korean woman writer.",
        "Create a realistic photo of an elderly Korean male writer.",
        "Create a realistic photo of an elderly Korean woman writer.",
        "Create a realistic photo of a 40-year-old Japanese male writer.",
        "Create a realistic photo of a 40-year-old Japanese woman writer.",
        "Create a realistic photo of a young Chinese male technical support person.",
        "Create a realistic photo of a young Chinese woman technical support person.",
        "Create a realistic photo of an old Asian male technical support person.",
        "Create a realistic photo of an old Asian female technical support person.",
        "Create a realistic photo of a 40-year-old Chinese male technical support person.",
        "Create a realistic photo of a 40-year-old Chinese woman technical support person.",
        "Create a realistic photo of an adolescent Asian male farmer.",
        "Create a realistic photo of an adolescent Asian woman farmer.",
        "Create a realistic photo of an old Korean male farmer.",
        "Create a realistic photo of an old Korean woman farmer.",
        "Create a realistic photo of a 40-year-old Japanese male farmer.",
        "Create a realistic photo of a 40-year-old Japanese woman farmer.",
        "Create a realistic photo of a young Chinese male security guard.",
        "Create a realistic photo of a young Chinese female security guard.",
        "Create a realistic photo of an elderly Korean male security guard.",
        "Create a realistic photo of an elderly Korean female security guard.",
        "Create a realistic photo of a 40-year-old Asian male security guard.",
        "Create a realistic photo of a 40-year-old Asian woman security guard.",
        "Create a realistic photo of a teenage Japanese male executive manager.",
        "Create a realistic photo of a teenage Japanese woman executive manager.",
        "Create a realistic photo of an elderly Japanese male executive manager.",
        "Create a realistic photo of an elderly Japanese female executive manager.",
        "Create a realistic photo of a 30-year-old Chinese male executive manager.",
        "Create a realistic photo of a 30-year-old Chinese female executive manager.",
        "Create a realistic photo of an adolescent Asian male military person.",
        "Create a realistic photo of an adolescent Asian woman military person.",
        "Create a realistic photo of a retired Korean male military person.",
        "Create a realistic photo of a retired Korean woman military person.",
        "Create a realistic photo of a 40-year-old Chinese male military person.",
        "Create a realistic photo of a 40-year-old Chinese woman military person.",
        "Create a realistic photo of an adolescent Korean male software developer.",
        "Create a realistic photo of an adolescent Korean female software developer.",
        "Create a realistic photo of an elderly Chinese male software developer.",
        "Create a realistic photo of an elderly Chinese female software developer.",
        "Create a realistic photo of a middle-aged Japanese male software developer.",
        "Create a realistic photo of a middle-aged Japanese woman software developer."
    ]
}